[{
  "_id": {
    "$oid": "6594cb5a9a63933f1c3ce205"
  },
  "Date": {
    "$date": {
      "$numberLong": "1704067200000"
    }
  },
  "WhatHurts": "Me dio algo de insomnio, yo creo que debido a la cafeína, quizá ingerí muy tarde en el día ya. Fuera de eso solo me dolieron los brazos al dormir, por mi postura",
  "Feels": "El primer día del año fue mi último día de vacaciones así que decidí descansar un poco, ya que la madrugada tocaba llevar a la abuela de Nana al aeropuerto. Aún así, empecé con las cosas que no gastaban tanta energía, no fue full la rutina pero es un buen inicio.",
  "Selfesteem": "Estuve pensando un poco sobre mi toma de decisiones respecto a lo del carro y me autoflagelé un poco con la idea de no haber reparado aún los limpiaparabrisas. Creo que fui duro conmigo por no tener control sobre esa situación, al igual que lo del aeropuerto. Últimamente me pesa mucho equivocarme, probablemente porque siento mucha responsabilidad y me hace ser mucho mas duro y cruel conmigo, cuando realmente soy alguien responsable y ordenado y me siento orgulloso de la forma en la que estoy viendo venir este año.",
  "Expense": 90,
  "ExpensesLog": "Creo que solo gasté en la gasolina y el estacionamiento del aeropuerto, aunque realmente la mayor parte la contribuyó Nana, pero si está algo chistoso pensar el dinero que gasté en hacer nada realmente. ",
  "MovementCounter": false,
  "MovementLog": "No hubo movimiento ayer.",
  "CokeCounter": false,
  "CokeLog": "No tomé refresco hoy y no me sentí mal al respecto. Tomé mas agua",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No hubo practica",
  "SongProgress": 0,
  "SongLog": "No he tocado las canciones que tengo pendientes",
  "SongwritingProgress": 0,
  "SongwritingLog": "No he empezado este mes",
  "WritingProgress": 0,
  "WritingLog": "No he empezado esta quincena",
  "ReadCounter": true,
  "JapaneseProgress": 0,
  "JapaneseLog": "Solo hice mi respectivo duolingo, aunque he sentido que ha avanzado la dificultad y empiezo a tener percepción de vocabulario mas extenso, pero necesito mas gramatica y cosas concisas que puedan ayudarme a ser mas teórico a la hora de formar oraciones y poder empezar a poner en practica el uso del idioma como tal.\n\nNo hubo lesson este día, aun no en este semana.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Ayer me sentí algo frustrado porque no pude cremar la leche pero creo que hay varios factores, como la leche que usé, la temperatura inconsistente, y la densidad del café en la taza.",
  "__v": 0,
  "MeditationCounter": false,
  "MeditationLog": "No medité ayer",
  "ReadLog": "Leí los 20 minutos que me tocaban, quizá menos o mas, realmente leí unas 20 paginas, y estuvo divertido pero me gustaría leer otras cosas distintas.",
  "Score": 3.5
},{
  "_id": {
    "$oid": "65955fa2f550fcb422cb68fb"
  },
  "Date": {
    "$date": {
      "$numberLong": "1704153600000"
    }
  },
  "WhatHurts": "Creo que ayer solo tuve dolores de estos como de estiramiento, cuando me estiro de más y se siente como un aire pero se que es muscular. Tuve bastante sueño gracias a lo de llevar a la abuela de Nana al aeropuerto. Nos desvelamos mucho, pero ya estoy mejor. Igual siento que anoche dormí un poco mal, de nuevo estoy moviéndome demasiado en la cama, pero creo que tengo que bajar la dosis de café considerablemente. Tuve algo de problema con lo que comí, me sentí mal respecto a mis elecciones pero aún tenemos demasiada comida que hay que terminarnos y no es la mas saludable. Debo reprocharme mi decisión de comerme un bowl entero de papitas, no fue la mejor decisión tampoco.",
  "Feels": "Estoy considerando seriamente escribir estos datos de noche. Creo que me resulta algo difícil recordar que hice ayer del todo. Quizá eso es algo que demuestra que es bueno practicar el recordar ayer. Voy a pensar mas al respecto.\n\nFuera de eso, en general me sentí motivado, más con un propósito. Me hace bien ver a Nana también tratando de conseguir algo difícil. Quiero seguir preservando este tipo de ambiente. \n\nJugué muy pocos videojuegos e hice un montón de cosas de las que quería hacer. Principalmente tocar el piano. Por otro lado, me sentí muy indispuesto a trabajar.",
  "Selfesteem": "Pude atraparme a mi mismo siendo mas compasivo, pero aún así siento que debería leer algo al respecto, quizá sobre la importancia de tratarme con cariño, valorar las cosas que hago, las pequeñas y las grandes en general. ",
  "Expense": 36,
  "ExpensesLog": "Ayer solo gasté 36 pesos en 2 refrescos, uno para mí y uno para Nana",
  "MovementCounter": false,
  "MovementLog": "Ayer tampoco hubo movimiento debido a la fatiga por sueño.",
  "MeditationCounter": false,
  "MeditationLog": "Ayer no he meditado, igual por el sueño. Me pone a pensar lo importante que es para mi, me gustaría que lo fuera tan solo un poco menos pero es inevitable. Debería leer mas al respecto. ",
  "CokeCounter": true,
  "CokeLog": "Me tomé un refresco el día de ayer. Simplemente fue un día que sentí algo agotado y duro y quería recompensarme de esa forma por sobrevivirlo. Evité comprar alguna otra botana, principalmente porque ya la tenía en casa.",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "He practicado de manera no estricta el día de ayer. Iba realmente solo empezar a tocar algo, o a sacar una canción pero caí por accidente en el acorde de Inception de McCoy Tyner y saqué de oído el intro que realmente dura como medio segundo, pero está difícil y me gustaría dominarlo mejor. Después si le di un poco a My favorite things y me divertí, aun que es lo mismo de siempre he estado explorando la armonía y los arreglos que puedo meter a mi humilde versión y por no decir demasiado, es simplemente divertido y me gusta. ",
  "SongProgress": 0,
  "SongLog": "No he trabajado en alguna canción durante estos días",
  "SongwritingProgress": 0,
  "SongwritingLog": "No he compuesto nada aún",
  "WritingProgress": 0,
  "WritingLog": "No me he sentado a escribir en estos días realmente",
  "ReadCounter": true,
  "ReadLog": "Leí mis 15/20 min diarios de nuevo. No conté el tiempo exacto pero leí unas 20 paginas, 2 capítulos de historia. Me gustaron, se va formando algo en la historia respecto al futuro de Kvothe pero me da algo que el man simplemente es bueno para absolutamente todo, me gustaría verle mas defectos o más obstáculos intelectuales, no me identifico con su proeza. ",
  "JapaneseProgress": 1,
  "JapaneseLog": "Hoy me decido a soltar un 1 porciento del 100. Solo hice dos sesiones de duolingo, pero el tema de los adjetivos va bien y ya puedo entender frases algo mas estructuradas. También siento que debería aplicar un método que escuché respecto a leer comentarios o gente hablar en el internet en el idioma que quiero aprender y esforzarme por traducirlo, yo también pienso que sería buena idea si mi meta es leer más. \n\nNo he tenido una lección de gramar aún, pero me sentí satisfecho con lo que aprendí ayer",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Ayer me tomé un café negro de la Moka Pot pero resultó increiblemente amargo. Principalmente porque lo deje ahí con el agua fría y después lo retomé, pero también porque lo retiré muy tarde de la flama. Vi otras técnicas que se ven apropiadas pero también debo entender que el Moka Pot especialmente el de mi tamaño es demasiada cafeína para una e inclusive dos personas, así que la dejaré de lado por un rato más.",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65972a8ba24b3de9bd807d64"
  },
  "Date": {
    "$date": {
      "$numberLong": "1704240000000"
    }
  },
  "WhatHurts": "Me dolió la espalda al finalizar el día. A veces me da curiosidad si mis estiramientos solo me lastiman más. Quiero hacer algo sobre mi postura al dormir pero creo que he tenido mas problemas con el insomnio y no quiero lidiar con ambas cosas al mismo tiempo. También estoy teniendo problema con todo el tema de mi muela, tengo que ir al dentista esta quincena si o si. ",
  "Feels": "Me sentí estresado el día de ayer por el error que cometí alrededor de google cloud. Trabaje todo el día en ello y me daba mucha pena tener que pedir ayuda puesto que es algo sobre lo que estaba muy terco. Creo me vendría bien pensar mas al respecto de lo que me molesta de equivocarme, hacer las cosas mal, pero no se, creo que solo me da pena que la gente crea que soy tonto, o quizá hay mucho de mi personalidad invertido en ser alguien inteligente, correcto, analítico, me gustaría quizá ser percibido de otra forma y por ende permitirme ser una persona distinta. ",
  "Selfesteem": "Más de lo que comenté previamente. Creo que he puesto expectativas muy altas sobre quien soy y me cuesta permitirme cometer errores, ser malo en las cosas, ser ignorante, amateur, por eso siento mucha pena respecto a hacer música y mostrarla o hacer un mal comentario, compartir de más, aceptar que fui ingenuo o flojo. Creo que eso viene mucho de como son las cosas en mi casa, que un pequeño error puede ser usado en tu contra para siempre. Creo que me gustaría distanciarme de mi madre en ese sentido, pero no se si puedo. ",
  "Expense": 524,
  "ExpensesLog": "Gasté en la carne asada que hicimos, realmente me los cobraron hasta hoy 4, pero es lo mismo. Cuando supe cuanto tocaba si me sentí algo mal al respecto, pero creo que debo permitirme disfrutar cosas como esa. Son necesarias, la comida estaba rica, no me hizo falta nada y creo que todos la pasamos bien. Solo me hubiera gustado que hiciera menos frio, pero all good. Estoy tratando de que sea un gasto sobre el cual no sentirme culpable y se mantenga así para delante. Pasar tiempo con mis amigos es valioso y siento que nos comunicamos sobre muchas cosas que me hicieron sentir muy bien. ",
  "MovementCounter": true,
  "MovementLog": "Si hice algo de ejercicio. Conté mal el tiempo quizá, porque tuve que acelerarme y hacer menos de lo que me gustaría, pero hice 3 minutos de estiramientos y 10 minutos de caminadora, para poder alcanzar a bañarme. Igual si sentí que en la caminadora me esforcé y se sintió correcto. Solo me hubiera gustado hacer un poco más.",
  "MeditationCounter": false,
  "MeditationLog": "No medité el día de ayer, tenía mucho sueño a la hora de la comida, quizá debería hacerlo después de bañarme si es posible, cuando me encuentro mas despierto. Lo voy a intentar hoy, 10 min. ",
  "CokeCounter": true,
  "CokeLog": "Ayer técnicamente no compré coca, pero si la bebí y hoy también, igual lo voy a dejar como algo de ayer puesto que ayer gasté en ello, sigue siendo un buen avance si solo tomo coca una vez más en lo restante de esta semana. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Creo que ayer no practiqué pero la verdad es que no recurdo. Voy a tratar de tomar nota de esas cosas cuando pasen.",
  "SongProgress": 0,
  "SongLog": "No he trabajado en la música durante estos días.",
  "SongwritingProgress": 0,
  "SongwritingLog": "No he trabajado en ninguna canción estos días",
  "WritingProgress": 0,
  "WritingLog": "No he escrito historias estos dias",
  "ReadCounter": true,
  "ReadLog": "Una vez más soportando lo insufrible que es Kvothe, quizá solo es un adolescente y después crecerá pero fuck man, me da mucho cringe. Todo el pedo de la escena salvando a la ruka del acosador y ella agradeciendole y la verga jajaja",
  "JapaneseProgress": 0,
  "JapaneseLog": "Hice mi duolingo tranqui, no mucho que comentar",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Hice café con la prensa para Nana y para mi, yo lo tomé negro y ella con leche. Definitivamente este café en la leche si se pierde, pero solo sabe un poco más fuerte de lo que me gustaría en este momento.",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65981f404fa2c3efad0583f4"
  },
  "Date": {
    "$date": {
      "$numberLong": "1704326400000"
    }
  },
  "WhatHurts": "No recuerdo si noté que algo me doliera ayer, mas allá de la espalda. Dormí mejor que los días pasados, quizá si era la cafeína o solo necesitaba que mi sueño se acomodara de manera natural. Si me siento algo cansado o sin aire por el cigarro. Me sigue doliendo la muela.",
  "Feels": "Me sentí tranquilo al rededor de mis amigos. Vi a Omar y la gente del nido y me sentí cómodo, sentí fácil socializar y creo que eso es algo un tanto nuevo. Solo  a veces Omar es una persona que hace el platicar muy difícil.",
  "Selfesteem": "Creo que el control que estoy re-ganando de mi vida me ha hecho sentir mas seguro estos días, y en general pensar sobre mi relación con las personas, y la idea de no presionarme a ser tan perfecto y permitirme cagarla, ser yo. Quizá eso tuvo que ver con mi actitud respecto al nido y Omar. Estoy re-evaluando lo que significa ser yo y estar contento con quien soy, se siente distinto aún y cuando no sepa muy bien que estoy haciendo correcto.",
  "Expense": 182,
  "ExpensesLog": "Fui con Omar a cotorrear y solo gasté 182 pesos en mi cena, estuvo bastante bien, sentí que iba a gastar mucho más. Fue sano y divertido. Pude haber gastado un tantito menos si no me hubiera excedido con la comida. ",
  "MovementCounter": false,
  "MovementLog": "No me ejercité lamentablemente, me sentí muy cansado en la mañana y dormimos algo tarde. Hoy 5, debería hacer actividad. ",
  "MeditationCounter": false,
  "MeditationLog": "No he podido lograr meditar. Me siento mal al respecto pero el sueño afecta mucho mi capacidad de hacerlo. No puedo culparme por ello, hoy me voy a dar otra oportunidad de hacerlo después de bañarme para la entrevista. ",
  "CokeCounter": true,
  "CokeLog": "Ayer si tomé refresco y estoy en mi limité, no puedo tomar más está semana. ",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué poco más de 20 min y lo disfruté, siento que estoy mejorando mucho mi técnica con base en cuanto me duele la muñeca al tocar y la agilidad, me siento bien al respecto. ",
  "SongProgress": 0,
  "SongLog": "No he progresado en música esta semana.",
  "SongwritingProgress": 0,
  "SongwritingLog": "No he compuesto nada. Debería comprar las cuerdas el domingo. ",
  "WritingProgress": 0,
  "WritingLog": "No he escrito nada aún, y no tengo muchas ganas pero debería forzarme a hacerlo",
  "ReadCounter": false,
  "ReadLog": "Ayer fue el primer día de la semana que no leí, pero la verdad es que no me siento mal al respecto. Leer me gusta pero no quiero forzarme de esa manera.",
  "JapaneseProgress": 1,
  "JapaneseLog": "Hice mi duolingo normal, escribí con el teclado en la computadora y resultó divertido, pero no he tomado la lección semanal aún. ",
  "JapaneseLessonCounter": false,
  "OmarCheckup": true,
  "OmarHangout": true,
  "DanielaCheckup": true,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Probé un ratio de agua a cafe muy alto. 15gm a 400ml, salió más rico, pero igual creo que me gustaría tener un tostado más ligero para cuando tomo café negro. ",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "659a19d1dfa8fcd7934681b3"
  },
  "Date": {
    "$date": {
      "$numberLong": "1704412800000"
    }
  },
  "WhatHurts": "El mismo problema de la muela, creo que fuera de eso no traigo nada más\n",
  "Feels": "Ayer estuvo bien. Se sintió bien poder hacer que mamá estuviera contenta respecto a su cumpleaños, el trabajo algo tedioso pero sin ganas de hacer nada igual que hoy. Estoy muy desgastado. No sé por que, creo que tuve demasiadas actividades sociales y necesito mas este tiempo de no hacer nada.\n\nNana y yo hicimos el amor. Al principio no estaba sintiendo demasiado no se porqué no estaba muy sensible. Pero me hizo sentir muy bien poder satisfacerla a ella, hacerla venir varias veces. Al final si fue muy satisfactorio cuando subió encima de mi pero invertido. Me alegra que ella tenga más energía también debido al gimnasio y pueda durar mas tiempo haciendo el esfuerzo principal.",
  "Selfesteem": "Me hace sentir mas estable tener más dinero. Me cayó el aguinaldo y me sentí mas en control de mi vida, más tranquilo. Supongo que es inevitable dejar que uno el dinero lo domine de esa manera cuando está tan presente en la balanza de la tranquilidad y el estrés en la vida de uno.",
  "Expense": 340,
  "ExpensesLog": "Saqué a mamá a pasear. Papá nos pagó la cena con la tarjeta que me dejó y yo la invité a starbucks donde gasté 150, puse 150 de gasolina y gasté 20 pesos de propina a la de la gas así como 20 pesos en una coca. No sentí que estuviera tan mal, estos compromisos deberían de empezar a mitigarse pronto.",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio el día de ayer. El jueves me desvelé y ayer viernes no pude despertarme temprano con Nana a hacer nada.",
  "MeditationCounter": false,
  "MeditationLog": "No pude meditar por lo mismo del sueño. Debería intentarlo hoy que estoy mas tranqui, aunque sea antes de dormir",
  "CokeCounter": true,
  "CokeLog": "Tomé dos cocas, excedí bastante la restricción  al igual que hoy",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué por que tenía ganas. Me gusta tocar lo que estoy tocando recientemente",
  "SongProgress": 0,
  "SongLog": "No he tenido ni ganas ni tiempo de grabar o mezclar nada.",
  "SongwritingProgress": 0,
  "SongwritingLog": "Hasta que reciba las cuerdas le doy, hoepfully la siguiente semana",
  "WritingProgress": 0,
  "WritingLog": "No he escrito nada y no me acuerdo si me lo puse semanal o quincenal",
  "ReadCounter": true,
  "ReadLog": "Leí mis respectivos 20 min, ayer si me quedé mucho mas picado por la parte en la que acojen a Kvothe los maestros y tiene que decidir que procede con su vida estudiantil",
  "JapaneseProgress": 1,
  "JapaneseLog": "Solo hice mi duolingo y no pasó nada en particular.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Ayer hice café con la moka pot para Nana y para mi y usé creo que 27 gramos. Soltó mas espuma, no se realmente si sabía algo mejor porque le eché la leche sin querer. Noté mejoría en el espumado con la leche alpura, y también aumenté algo el tiempo en el micro de la leche. Estar al tiempo y le puse 1 minuto con 25 segundos",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "659a1f6bdfa8fcd7934681b5"
  },
  "Date": {
    "$date": {
      "$numberLong": "1704499200000"
    }
  },
  "WhatHurts": "La muela solamente y anoche dormí mal, todo el día estuve bastante agotado e indispuesto",
  "Feels": "Hoy me sentí sumamente cansado y fastidiado de mal humor. Ya tenía mucho que no me sentía de mal humor al grado de no poder controlarlo. Hacer ejercicio y bañarme me cambió un poco la perspectiva del día pero no fue un día fácil. Creo que por haber dormido mal y porque traigo la batería social muy acabada. Hacer ejercicio se siente muy bien.",
  "Selfesteem": "Me sentí muy abajo respecto a mi mismo, por estar tan cansado después de tan solo una semana de hacer el intento por ser mejor. Me sentí con miedo de ser incapaz de lograr algo mas en mi vida que estos pequeños intentos de productividad. Me siento culpable e incapaz, quiero demostrarme a mi mismo que puedo hacer lo que quiero hacer, a veces me cuesta entender por que soy así, porque no hago las cosas que me gustaría hacer. ",
  "Expense": 170,
  "ExpensesLog": "Compré KFC",
  "MovementCounter": true,
  "MovementLog": "Me estiré un poco e hice caminadora. Hoy disfruté bastante ejercitarme, me hizo sentir extasiado, útil, energizado, y me gusta ver los números en la caminadora. No sé solo lo disfruté bastante después de todo un día de estar cansado.",
  "MeditationCounter": true,
  "MeditationLog": "Me comprometo a meditar antes de irme a dormir. Todavía es hoy 6.",
  "CokeCounter": true,
  "CokeLog": "Una vez más excedí mi limite de coca, quería tomar menos pero mamá compró la de 2.5L y no pude contenerme. Tengo que tomar las riendas de mi consumo.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No hubo práctica hoy. ",
  "SongProgress": 0,
  "SongLog": "No he hecho nada con la canción",
  "SongwritingProgress": 0,
  "SongwritingLog": "Estoy esperando mis cuerdas o quizá procrastinando.",
  "WritingProgress": 0,
  "WritingLog": "Ya estoy pensando en ideas de que escribir, pero siento que necesito algo inicial antes de sentarme a darle.",
  "ReadCounter": true,
  "ReadLog": "Voy a leer antes de dormir. Lo prometo, quiero saber que pasa con la selección de maestro de Kvothe",
  "JapaneseProgress": 5,
  "JapaneseLog": "Quizá estoy siendo muy generoso con el porcentaje que me estoy dando. Pero lo de la conjugación de los verbos y los adjetivos estuvo interesante, quizá ya puedo formular más oraciones de las que pienso. Voy a intentar mañana ponerme algunos ejercicios. ",
  "JapaneseLessonCounter": true,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Hoy fue un café muy bueno. Aumenté lo que le café a la moka a 30 gm, está vez no salió espuma, me preguntó que habrá sido distinto. Creo que la canasta no estaba tan compactada y el grano no se trituró tan bien. No tengo en mente algo que pudiera tener que ver con el agua. Ayer use agua de otro tipo a la bonafont, puede que sea eso, debería intentarlo. La leché quedó muy cremosa, incremente un poco la temperatura hasta donde yo entiendo y di pumps un poco mas profundos, rítmicos y menos preocupados por la precisión, dio un mejor resultado for sure.",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "659b78cc59d11e6b3b1ecd80"
  },
  "Date": {
    "$date": {
      "$numberLong": "1704585600000"
    }
  },
  "WhatHurts": "Aun la muela un poco pero disminuyó. También tuve sueño en la tarde, quizá no dormí suficiente o quizá si es el café.",
  "Feels": "Me sentí algo mas relajado pero culpable por no estar siendo productivo, fui al super y tuve un pequeño altercado con mamá porque se estaba poniendo muy Karen, pero fue algo tranquilo. Gastamos poco a mi parecer y me siento en control de mi dinero. Estoy algo frustrado por lo de los intereses que me descontaron y lo del puto adobe, en que pedote me metí. Pero bueno, ya mañana reclamo. ",
  "Selfesteem": "Hoy recordé que acordé en buscar un libro y debería empezar esa búsqueda. No me sentí mal respecto a mi autoestima, pero si creo que es muy dependiente de el dinero que traigo, no sé si eso es realtivamente normal",
  "Expense": 1823,
  "ExpensesLog": "Gasté 1290 de mandado, tuve que cubrir 600 pesos de la parte de Nana porque le debía dinero. 33 pesos de una rebanada de pizza, y 500 pesos de gasolina que ya me va a durar un rato pues. Nada realmente innecesario mas allá del lujito de la pizza. Los 600 mencionados que le debía a Nana eran para sacar a pasear a su abuela que para ser honestos estaba molesto inicialmente porque no me dijera \"eh pues quédatelos\" pero la verdad al final me lo terminé gastando en mi mismo. En el cinto que debí haber dicho que no, los cafés y la comida. Fuera de lo del cinto, todo lo demás valió bastante la pena. ",
  "MovementCounter": false,
  "MovementLog": "Hoy no hice ejercicio. Se me fue el día en otras cosas y creo que no debería dejar nada para el finde porque si está bien cabrón sacar cualquier cosa esos días. ",
  "MeditationCounter": false,
  "MeditationLog": "Hoy voy a meditar por la meditada que no me aventé ayer así que no la voy a marcar hoy. ",
  "CokeCounter": false,
  "CokeLog": "Hoy no tomé coca, cumplí un poco a pesar de que si me excedí durante la semana. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Hoy no practiqué. Ya había cumplido mi cuota de la semana",
  "SongProgress": 0,
  "SongLog": "No he movido nada de la rola",
  "SongwritingProgress": 0,
  "SongwritingLog": "Quiero esperar mis cuerdas, pero ahora que lo pienso debería empezar pronto",
  "WritingProgress": 0,
  "WritingLog": "Aún no se me ocurre alguna premisa divertida. Le voy a pedir ayuda a chatgpt",
  "ReadCounter": true,
  "ReadLog": "Voy a leer antes de irme a dormir.",
  "JapaneseProgress": 5,
  "JapaneseLog": "No consideraría que avance hoy, solo hice mi duolingo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Me sigue saliendo el café turbo amargo en la moka, pero creo que es el grano, mañana voy a probar el otro ya de una buena vez. Compré café decaf y santaclara y me salió super bien espumado.",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "659e13c7cccd4148d57b2f17"
  },
  "Date": {
    "$date": {
      "$numberLong": "1704672000000"
    }
  },
  "WhatHurts": "Ayer dormí algo mal, pero igual me levanté a hacer ejercicio. La pasé bien igual, me gusta hacer ejercicio, solo necesito eliminar la culpa de ello.\n\nEn la noche al dormir se me durmieron las puntas de los dedos y me hormigueaban, se sintió muy mal y desesperante, pero ya se pasó. No se a que se pudo deber. Quizá estrés en los músculos de las manos. ",
  "Feels": "Ayer me ganché con la laptop tratando de arreglarla y me sentí frustrado de no poder repararla, pero creo que es algo totalmente fuera de mis manos ahora. \n\nAcordé lo que vamos a hacer por mi cumpleaños y me di cuenta de que nadie puede ese día, y que no tengo tantos amigos como antes. Pero no me siento mal respecto a la cantidad, solo aguitado de no poder ni tener ganas de hacer como algo más grande por mi cumple. Idk. Siento que en ese caso en particular no se lo que quiero.\n\nMe di cuenta también que me causa ansiedad manejar, todo el tiempo siento que voy a chocar y es algo molesto.",
  "Selfesteem": "Voy a buscar un libro ahorita mismo. Día 9, aunque ayer realmente no me sentí culpable de nada.",
  "Expense": 650,
  "ExpensesLog": "Ayer gasté al fin 500 para arreglar los parabrisas del carro y ya es un problema menos. 100 en los pañales de la kiki y creo que 50 en coca. ",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio y estuvo pasado de verga. 3 veces por semana se siente muy bien, no me siento culpable, está doable y divertido. ",
  "MeditationCounter": false,
  "MeditationLog": "No he meditado estos días he tenido muchos problemas con el sueño",
  "CokeCounter": true,
  "CokeLog": "Tomé una coca pequeña.",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué como 18 minutos. Si me costó un poco mas de trabajo creo que me ciclé un poco pero, voy a empezar a practicar ya improv sobre my favourite things",
  "SongProgress": 0,
  "SongLog": "No he movido nada de la rola",
  "SongwritingProgress": 0,
  "SongwritingLog": "Nada aun",
  "WritingProgress": 0,
  "WritingLog": "Ya pensé en que quiero escribir sobre un tipo que vive en canada, en el bosque y se da cuenta que hay un apocalipsis quizá por ver un zobmi cerca de su casa, y va a la ciudad cercana a ver como se está yendo todo a la verga, o quizá viceversa. Quiero pensar en un final para escribir en reversa como Tarantino.",
  "ReadCounter": true,
  "ReadLog": "Leí y me quedé picado, introdujeron el interés romantico de Kvothe y está bien verga, ya siento como más intencional a veces las cosas que Kvothe comenta como adolscente",
  "JapaneseProgress": 5,
  "JapaneseLog": "Mi duolingo nomas. No avancé mucho.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "He encontrado un lugar comodo a la hora de hacer café, creo que quiero perfeccionar mas mi taza sin leche, pero igual es un avance considerable en muchos sentidos. Ando erizo de probar el pour over.",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "659e1585cccd4148d57b2f19"
  },
  "Date": {
    "$date": {
      "$numberLong": "1704758400000"
    }
  },
  "WhatHurts": "Hoy no me dolió nada. Algo de sueño nada más porque anoche me pasé de verga.",
  "Feels": "Me sentí muy contento de recibir el Kindle de Kevin como regalo de mi cumpleaños 25. Me gustó bastante el regalo y siento que si le voy a sacar utilidad. Me molesta un poco verlo tanto a el como Nana tanto en el puto cel que no pueden convivir, pero no se como abordarlo con el.\n\nTambién me siento algo comprometido respecto al precio del regalo siento que ahora tengo que regalarle algo bien verga a Kevin",
  "Selfesteem": "Voy a buscar un libro ahorita, pero creo que si me he estado cuestionando sobre mi calidad de persona en base a el estatus de mis relaciones sociales y que tan numerosas son",
  "Expense": 295,
  "ExpensesLog": "Hoy gasté 50 pesos en refresco y 245 en el costco comiendo. Le invité comida a Nana, Kevin y mamá",
  "MovementCounter": false,
  "MovementLog": "Hoy no hubo ejercicio, tocó descansar",
  "MeditationCounter": false,
  "MeditationLog": "Voy a meditar antes de dormir definitivamente",
  "CokeCounter": true,
  "CokeLog": "Desgraciadamente tomé refresco, me estoy empezando a sentir como que no tengo control sobre este hábito.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Hoy no practiqué",
  "SongProgress": 0,
  "SongLog": "No he avanzado nada",
  "SongwritingProgress": 0,
  "SongwritingLog": "Nda aún",
  "WritingProgress": 0,
  "WritingLog": "Sigo contemplando la idea de ayer.",
  "ReadCounter": true,
  "ReadLog": "Voy a leer justo después de terminar este texto.",
  "JapaneseProgress": 5,
  "JapaneseLog": "Voy a hacer mi duolingo. ",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": false,
  "CoffeeLog": "Hoy compartí café con kevin y me gustó el aspecto social. Estuvo bien. Me gusta hacer café para los demás.",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65a3453b1342f3d89de67cd7"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705017600000"
    }
  },
  "WhatHurts": "Me pasé de verga con la comida, e igual toda la semana dormí mal y mi performance en general se vio bastante impactado por ello. Aún así, meditar antes de dormir ha ayudado un poco. ",
  "Feels": "Me sentí bien respecto a lo que hicimos Nana y yo por mi cumpleaños, aunque no pude evitar estar pensando si era suficiente o necesitaba hacer/recibir más, racionalmente fue suficiente, bueno y divertido, pero se siente raro que una parte de mi deseé más.",
  "Selfesteem": "Encontré varios títulos de libros pero son demasiados y estoy seteado a encontrar uno que me siente particularmente bien a mi, así que tengo que buscarlo pero toda esta semana he estado muy cansado y comprometido y realmente solo quiero descansar y sentirme bien",
  "Expense": 894,
  "ExpensesLog": "269 pesos en gastos médicos. 625 pesos en la idea a cenar y el cine.",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio ayer",
  "MeditationCounter": true,
  "MeditationLog": "Medité antes de dormir",
  "CokeCounter": true,
  "CokeLog": "Demasiado refresco de nuevo",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No practiqué ayer",
  "SongProgress": 0,
  "SongLog": "Nada aun",
  "SongwritingProgress": 0,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "Sigo en el mismo punto",
  "ReadCounter": false,
  "ReadLog": "Ayer no leí",
  "JapaneseProgress": 5,
  "JapaneseLog": "Ayer no hice duolingo ni nada en particular, fue mi festejo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Mi rutina de café ha encontrado un punto de balance",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65a49a071a8d76e71fde72ef"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705104000000"
    }
  },
  "WhatHurts": "Ayer estuve muy muy pero muy agotado, creo que agoté mi bateria social o quizá es algo de secuela del medicamento. Hoy 14 también me siento cansado pero igual hice muchas cosas. El estomago me mató ayer comi pura mierda",
  "Feels": "Me sentí algo triste quizá sobre tener tantos pequeños festejos separados, creo que si me hubiera gustado ver a todos mis seres queridos juntos en un solo lugar. Fuera de la pase bien y me sentí cómodo. Me molesté un poco con Nana en la noche por esto que hace de no ponerme atención por el celular",
  "Selfesteem": "No he terminado de buscar algún libro pero debo admitir que he sido mucho mas autocompasivo últimamente, solo por el hecho de ser consiente de ello.",
  "Expense": 0,
  "ExpensesLog": "No gasté en nada",
  "MovementCounter": false,
  "MovementLog": "No hice ejerciciop, estaba muy lleno y cansado",
  "MeditationCounter": false,
  "MeditationLog": "No medité fui directo a dormri",
  "CokeCounter": true,
  "CokeLog": "Si tomé refresco en el restaurante y en casa",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 0,
  "SongLog": "Nada",
  "SongwritingProgress": 0,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "Nada diferente",
  "ReadCounter": false,
  "ReadLog": "No leí",
  "JapaneseProgress": 5,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Normal mi trip de café",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "65a49bb01a8d76e71fde72f1"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705190400000"
    }
  },
  "WhatHurts": "Hoy también me siento algo agotado, pero físicamente. Me duele mucho la espalda ahorita voy a estirarme. ",
  "Feels": "Me sentí bien hoy. Casi no me bombardeé de contenido, cociné varias cosas para la semana y me hizo feliz cocinar. Fue un día tranquilo y dormí bien. Me sentí algo solo quizá pero en el buen sentido.",
  "Selfesteem": "Me sentí bien y seguro respecto a mi mismo. No he termino de buscar algún libro. Hoy si estuve como pensando y cuestionandome sobre mi busqueda de atención en redes, mis relaciones, como me siento respecto a las personas que me rodean y creo que cada vez dejo salir mi yo de verdad",
  "Expense": 345,
  "ExpensesLog": "265 en el internet, que ya mañana voy a cancelar for good y 80 pesos en una tapa de huevo.",
  "MovementCounter": false,
  "MovementLog": "No me ejercité tampoco auqnue estuve más fisicamente activo que normalmente, solo estba cansado y sin ganas de hacer ejercicio. ",
  "MeditationCounter": false,
  "MeditationLog": "Voy a meditar antes de dormir pero no lo voy a marcar porque me volé el sábado o ayer no me acuerdo.",
  "CokeCounter": true,
  "CokeLog": "Tome coca en casa",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué 30 min, poco mas de lo común.",
  "SongProgress": 0,
  "SongLog": "Nada",
  "SongwritingProgress": 1,
  "SongwritingLog": "Pensé unos acordes",
  "WritingProgress": 20,
  "WritingLog": "Nada diferente",
  "ReadCounter": true,
  "ReadLog": "Voy a leer un poco ahorita",
  "JapaneseProgress": 5,
  "JapaneseLog": "Voy a hacer mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Hoy tomé café frio y estuvo bien, solo algo tierroso, quizá si me gustaría un tostado más oscuro para ese tipo de bebida",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65a70a7e31a8d3b1d0e38d70"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705276800000"
    }
  },
  "WhatHurts": "Me dolió el estomago en el la noche y he estado cansado, quizá mas deprimido de lo normal, me molesta mi trabajo.",
  "Feels": "Me senti algo irritado en la noche que tuve que ir por Nana en medio de mi festejo de cumpleaños con Kevin y Core, pero fuera de eso la pase bien. Solo no puedo juntar el coraje para hacer mi trabajo, me da muchisima hueva, no se que hacer al respecto",
  "Selfesteem": "Encontré un libro llamado Radical Compassion y voy a probarlo",
  "Expense": 875,
  "ExpensesLog": "200 del WoW y 675 de la desconexion de totalplay",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio y estuvo genial",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Tome coca en el festejo",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué normal la pase bien",
  "SongProgress": 0,
  "SongLog": "Nada",
  "SongwritingProgress": 0,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "No ha habido avance",
  "ReadCounter": false,
  "ReadLog": "No lei",
  "JapaneseProgress": 5,
  "JapaneseLog": "No hice duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada nuevo",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65a9bff3daf6c416699aaa38"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705363200000"
    }
  },
  "WhatHurts": "Creo que desde el martes en la noche me empecé a sentir mal. Hoy escribo esto dos días después ya un poco mejor. Los dolores de cuello se intensificaron durante estos días",
  "Feels": "No recuerdo como me sentí el martes. Feliz por el regalo de Nana, muy enamorado de ella, la pasamos bien juntitos con todo lo que hicimos, nos bañamos e hicimos el amor. No se que más pasó ese día o como me sentí al respecto solo se que estuvo todo bien.",
  "Selfesteem": "No he comenzado a leer el libro que encontré pero creo que he estado construyendo una mejor percepción de mi",
  "Expense": 150,
  "ExpensesLog": "150 pesos de botana y leche en el seven con Nana",
  "MovementCounter": false,
  "MovementLog": "No me ejercité ese día",
  "MeditationCounter": true,
  "MeditationLog": "Medité antes de dormir pero costó consiliar mucho el sueño",
  "CokeCounter": true,
  "CokeLog": "Tomé coca en la noche",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué 20 min",
  "SongProgress": 0,
  "SongLog": "Nada",
  "SongwritingProgress": 0,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "No ha habido mas avance",
  "ReadCounter": true,
  "ReadLog": "Leí un ratito, y se descubrió el chisme de Denna y que anda con Sovoy, que interesante",
  "JapaneseProgress": 5,
  "JapaneseLog": "No he tomado otro lesson solo mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Se ha mantenido bien",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65a9c23edaf6c416699aaa3b"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705449600000"
    }
  },
  "WhatHurts": "Estuve muy enfermo con temperatura y demás malestares todo el día, la pase muy mal",
  "Feels": "Obviamente me senti de la verga todo el dia. Muy frustrado por como me recibieron la queja en el trabajo, de que puras pinches dudas pendejas durante el día. Me hablaron para pedir que confirmara mi participación para la otra vacante pero no me han respondido. Me sentí conflictuado respecto a dejar este trabajo actual con Evolución I3 pero la neta si no me gusta, no me siente satisfecho con lo que hago, y aunque se que podría durar mucho tiempo aquí, no quiero. Quiero algo con una estructura diferente y quiero mas dinero.\n\nCuando Nana me estaba cuidando em solté a llorar del sentimiento de ser su pareja y lo hermoso que se siente y que no me gusta ser tan duro con ella a veces.",
  "Selfesteem": "Creo que todo este conflicto del trabajo me permitió entender algo más sobre mi valor como trabajador y como persona. Me siento abrumado respecto a las cosas a las que me tengo que conformar pero estoy bien. ",
  "Expense": 260,
  "ExpensesLog": "Pedí de comer por uber eats porque si me andaba sintiendo de la turbo verga",
  "MovementCounter": false,
  "MovementLog": "Obvio no hice ejercico",
  "MeditationCounter": false,
  "MeditationLog": "No medite en el sentido tradicional jajaj",
  "CokeCounter": true,
  "CokeLog": "Tomé coca con el pollo",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 0,
  "SongLog": "Nada",
  "SongwritingProgress": 0,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "Nada nuevo",
  "ReadCounter": false,
  "ReadLog": "No lei",
  "JapaneseProgress": 5,
  "JapaneseLog": "Nada en particular, no hice duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nda en especial",
  "Score": 1.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65ac332b8c185873b72c9100"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705536000000"
    }
  },
  "WhatHurts": "Todavía estuve enfermo el jueves, menos que el miercoles pero igual muy debil y congestionado",
  "Feels": "No me presenté a trabajar y me estuvieron buscando todo el día para pendejadas. Me tomé el día para descansar e hice virtualmente nada, creo que toqué el piano, realmente no me acuerdo, han estado muy borrosos estos días. Fue el estreno del documental de los muebles y no pude asistir porque estaba enfermo aun, me sentí mal de quedarme fuera pero tenía que ser de esa forma. ",
  "Selfesteem": "Me he estado cuestionando mucho por lo del nuevo trabajo y dejar Ei3, sobre mi valor como persona, como me siento como parte de mi famlia y mi identidad. Creo que estoy siendo mas generoso con algunos aspectos de mi valor pero con otros si me estoy yendo muy abajo. No me siento bien.",
  "Expense": 65,
  "ExpensesLog": "Coca y papas",
  "MovementCounter": false,
  "MovementLog": "Nada de ejercicio estos dias de enfermedad",
  "MeditationCounter": false,
  "MeditationLog": "No he meditado",
  "CokeCounter": true,
  "CokeLog": "Tome coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No recuerdo haber practicado",
  "SongProgress": 0,
  "SongLog": "Nada ",
  "SongwritingProgress": 0,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "No he avanzado",
  "ReadCounter": false,
  "ReadLog": "No lei creo",
  "JapaneseProgress": 5,
  "JapaneseLog": "Duolingo solamente",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Me hice un cafe al chilazo y salio mejor. Creo que me gustan con menor tiempo de extraccion en general.",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "65ac38f28c185873b72c9104"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705622400000"
    }
  },
  "WhatHurts": "Ayer aun estaba algo enfermo, debil y congestionado pero mejor. Dolores de espalda en algunos casos",
  "Feels": "Me confirmaron que el Lunes me dan la propuesta final para el empleo de proyecto de Oxxo, me siento muy nervioso al respecto, especialmente por renunciar a Ei3 no sale de mi cabeza pero se que es lo que necesito. Necesito avanzar en mi vida de algún modo y me siento estancado y como un fracaso en todo lo que hago. Verdaderamente soy un mediocre en todo. No se a que le tengo miedo.",
  "Selfesteem": "Definitvamente no lo he trabajado suficiente, si me siento muy molesto conmigo y ni siquiera entiendo bien por que. Me siento mediocre y como que realmente no soy nadie para nadie. Se que es irracional pero asi me siento. Tengo que leer ese libro ASAP",
  "Expense": 190,
  "ExpensesLog": "Coca y botonas con mamá",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "NADA",
  "CokeCounter": true,
  "CokeLog": "Tome coca",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "No se que dia practique realmente si ayer o el jueves pero weno",
  "SongProgress": 5,
  "SongLog": "Le di una limpiada a la sesion de bugambilias y se siente muy bien poder poner algo en esta caja que no sea \"Nada\" creo que le voy a estar dando mas seguido",
  "SongwritingProgress": 0,
  "SongwritingLog": "Aqui si nada jajaja",
  "WritingProgress": 20,
  "WritingLog": "No he avanzado",
  "ReadCounter": false,
  "ReadLog": "No lei",
  "JapaneseProgress": 5,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Efectivamente me gustan mucho los cafes con menor tiempo de extraccion",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65ae8ab19084ca7c2b321c0c"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705708800000"
    }
  },
  "WhatHurts": "Aún enfermo y en cama, un poco menos pero igual débil, congestionado",
  "Feels": "El sábado todavía estaba cuestionándome sobre lo de avisar mi salida en el jale nuevo, fuera de eso creo que no sentí nada mas en particular, estuve sin hacer nada todo el día, reposé, casi que ni jugué ni nada. \n\nEmpecé a escribir una canción sobre como me siento últimamente, estoy tratando de ser mas consiente de la idea de plasmar lo que siento y no ser convenenciero con las cosas",
  "Selfesteem": "Estos días me han servido mucho para cuestionarme lo que valga y quien soy en la vida. A pesar de que me he tratado un poco mal, siento que ha estado creciendo un sentimiento en mi",
  "Expense": 650,
  "ExpensesLog": "350 de cena con nana y cena para mamá, y 300 del agua",
  "MovementCounter": false,
  "MovementLog": "No he hecho ejercicio por la enfermedad",
  "MeditationCounter": false,
  "MeditationLog": "No he meditado por ninguna razon aparente",
  "CokeCounter": true,
  "CokeLog": "Pero si tomé coca claro",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Creo que no cuenta como practica el componer",
  "SongProgress": 5,
  "SongLog": "Avancé algo el viernes creo, no he movido más",
  "SongwritingProgress": 40,
  "SongwritingLog": "Empecé a escribir una canción y me está gustando el proceso",
  "WritingProgress": 20,
  "WritingLog": "Hice una guía y no he avanzado más",
  "ReadCounter": true,
  "ReadLog": "Creo que solo leí un poco de el nombre del viento, no me acuerdo",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo he estado manteniendo mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": true,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada en especial, solo disfrutando lo que conozco ahora, sigo experimentando con tiempos menores de extracción",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65ae911c9084ca7c2b321c11"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705795200000"
    }
  },
  "WhatHurts": "Todavía algo enfermo pero ya casi solo alergia y desperté con un terrible dolor de cuello",
  "Feels": "Curiosamente hallé un sosiego respecto a dejar el trabajo actual, ayer ya no me sentí tan presionado al respecto y siento que tengo un postura mas correcta respecto a mi decisión. Aún me siento al nervioso pero no mal mal.\n\nNo hice nada ayer mas que ver youtube, tiktok y leer, leí 12% de un libro llamado The Violence, que aunque no me gusta demasiado, no está tan mal y está empezando a ponerse interesante, quiero seguir sabiendo que va a pasar. ",
  "Selfesteem": "Ayer algo definitivamente cambio dentro y me siento mas seguro sobre lo que estoy haciendo, pero definitivamente necesito leer el libro que encontré.",
  "Expense": 170,
  "ExpensesLog": "Uber de Nana",
  "MovementCounter": false,
  "MovementLog": "Nada aun",
  "MeditationCounter": false,
  "MeditationLog": "No he meditado ultimamente",
  "CokeCounter": true,
  "CokeLog": "Tome coca claro",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongLog": "No ha habido avance",
  "SongwritingProgress": 40,
  "SongwritingLog": "Cambie algunas cosas en los versos pero no es un avance per se",
  "WritingProgress": 20,
  "WritingLog": "Sigo en el mismo lugar",
  "ReadCounter": true,
  "ReadLog": "Ayer si leí bastante y me está gustando como hobby. No pude evitar en cierto punto sentir la necesidad de hablar al respecto o hacerme un canal de youtube jajaj",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada diferente ultimamente",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65b093f2b8ff57bf0cb3d78c"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705881600000"
    }
  },
  "WhatHurts": "Todavia con alergías feas, me dolio feo el estomago en la noche por comer tan mal tan noche",
  "Feels": "Estuvo tranquilo el día, jugué wow trabaje un rato, comi pizza con Nana. Rechacé finalmente la propuesta laboral que me habian hecho. No me gustaron varias cosas, sentí que no sería un cambio significativo de Ei3 a ese lugar, muchas cosas estaban como shady respecto al seguro y los pagos. Al principio me sentía algo acobardado de ellos, pero tomé una buena decisión. Voy a esperar a tomar unas vacaciones en marzo y voy a hablar con Nacho sobre la formalidad del puesto",
  "Selfesteem": "Nada diferente realmente. Me sentí comodo con mis decisiones y no me latigué mucho al rsepecto",
  "Expense": 640,
  "ExpensesLog": "300 de los limpiaparabrisas, 340 de de las croquetas de kiki",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio",
  "MeditationCounter": false,
  "MeditationLog": "Puse una meditación, pero no me sirvió con las alergías",
  "CokeCounter": true,
  "CokeLog": "Si tomé coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No practiqué",
  "SongProgress": 5,
  "SongLog": "No he seguido",
  "SongwritingProgress": 40,
  "SongwritingLog": "No he seguido con la composición",
  "WritingProgress": 20,
  "WritingLog": "Lo dejé donde estaba",
  "ReadCounter": false,
  "ReadLog": "Ayer no leí",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo he seguido con duolingo, pero ya tengo ganas de alguna lección o buscar otro tipo de ejercicios mas especificos",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": true,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Estoy tratando de disminuir mi uso de cafeína, voy a comprar algún café de especialidad descafeinado",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65b0956cb8ff57bf0cb3d78e"
  },
  "Date": {
    "$date": {
      "$numberLong": "1705968000000"
    }
  },
  "WhatHurts": "Sigo alergico y me siento mal por ello",
  "Feels": "Hoy fue un día ligero, solo sufrí por la alergía pero fuera de eso todo ha estado excelente. La pase muy bien jugando con Nana, realmente me divertí mucho",
  "Selfesteem": "Empecé a leer el libro de autoestima hoy, voy a leer un poco más. Igual no siento que esté mejorando per se pero al menos me estoy haciendo mas consiente de cuando me trato mal",
  "Expense": 100,
  "ExpensesLog": "Medicamento 40, botana y coca 60",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio hoy",
  "MeditationCounter": false,
  "MeditationLog": "No voy a meditar hoy, por la alergia, es imposible",
  "CokeCounter": true,
  "CokeLog": "Si tomé coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No practiqué",
  "SongProgress": 5,
  "SongLog": "Sigue igual",
  "SongwritingProgress": 40,
  "SongwritingLog": "Igual",
  "WritingProgress": 20,
  "WritingLog": "Igual",
  "ReadCounter": true,
  "ReadLog": "Hoy si leí y trataré de leer un poco más",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo mi duolingo hoy pero yo traigo en la mira estudiar algun lesson",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": false,
  "CoffeeLog": "Hoy no tomé café, no quería que me diera el bajonsote ",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65b30e9c3aeae42d9da07f71"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706054400000"
    }
  },
  "WhatHurts": "Sigo alergico.",
  "Feels": "No recuerdo como me sentí ayer. Fui al costco y estuvo bien, compré varias weas y me comi un hotdog. Algo tranqui. Cuando llego Nana solo nos acostamos, durante el dia hice algo de trabajo, realmente creo que fue un día bastante irrelevante. Creo",
  "Selfesteem": "Me siento numb, supongo que quiero seguir leyendo esto de autoestima, creo que solo quiero estar comodo ahorita",
  "Expense": 310,
  "ExpensesLog": "Creo que solo gaste esto en 4 hot dogs y 170 de muffins",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Tome coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No practiqué",
  "SongProgress": 5,
  "SongLog": "No he avanzado",
  "SongwritingProgress": 40,
  "SongwritingLog": "No he avanzado nada",
  "WritingProgress": 20,
  "WritingLog": "No he avanzado",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 5,
  "JapaneseLog": "Nada mas que duolino",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Solo café regular, no tengo ganas de escribir realmente",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65b596a1b0ac307b99fa3c8a"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706140800000"
    }
  },
  "WhatHurts": "Sigo alergico",
  "Feels": "No quise hacer realmente nada durante el día. Me sentí muy frustrado respectoa  estar alergico.",
  "Selfesteem": "No se que decir sobre esto",
  "Expense": 500,
  "ExpensesLog": "Compre enshrouded por 300 pesos y ge force now por 200",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Claro que tome coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongLog": "Nada",
  "SongwritingProgress": 40,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 20,
  "WritingLog": "Nada nuevo",
  "ReadCounter": false,
  "ReadLog": "Nope",
  "JapaneseProgress": 5,
  "JapaneseLog": "Duoligno",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "No he avanzado nada realmente",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "65b597eab0ac307b99fa3c8e"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706227200000"
    }
  },
  "WhatHurts": "Ayer fue el primer día en un rato que no traje alergías ni nada. Solo algo de tos pero todo bien",
  "Feels": "Ayer igual nada más me arrastre por el día laboral, completé las cosas que eran totalmente necesarias, y jugué todo el día o hice otras cosas. Sigo muy indispuesto. En la noche fui al mercado del chorro con Core, Kevin , Paola y Nana. Pinche kevin caga palos y quejoso la neta, a veces me cae en las putas bolas. Es un comodo insoportable. Pero que le hago, a veces así son las amistades. No fui a lo de charlie porque no em sentía super bien aun y no sabía como regresarme. No me arrepiento de la decisión. Igual fue un día chido pero gaste un vergo de dinero siento yo",
  "Selfesteem": "Me he estado atrapando mas siendo duro conmigo y dejandome sentir cosas, aunque ha sido poco progreso, me siento bien al respecto. No está nada mal.",
  "Expense": 400,
  "ExpensesLog": "Creo que solo gasté esto.",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Cocaaaaaaaaaaa",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongLog": "nada",
  "SongwritingProgress": 40,
  "SongwritingLog": "nada",
  "WritingProgress": 20,
  "WritingLog": "nmada",
  "ReadCounter": false,
  "ReadLog": "nada",
  "JapaneseProgress": 5,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Cafeeeeeeeeeeeeeeeeeee",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65b6fe798a7b3ca897c5bbd6"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706313600000"
    }
  },
  "WhatHurts": "No sentí ningún malestar. Pero si me ha estado doliendo la espalda al acostarme a dormir, supongo que por las posiciones en las que me duermo. Debo tomar mas agua también, me gustaría realmente bajarle a la coca",
  "Feels": "Me dejé ser nuevamente, no hacer nada nada más ser, necesitaba descanso y despreocupación. Todavía no me siento totalmente descansado ni renovado hoy un día despues, pero ya toca volver a dar un jalón. Creo que debería permitirme descansar en el sentido de hacer verdaderamente nada. \n\nTuve una discusión en la noche con Nana respecto a lo de lso ubers con brandon porque el viernes admitió que algunos pone la mitad o quizá los paga ella, siento que al final no me dijo la verdad de todas formas y siempre me hace sentir insatisfecho sobre ella hablar de estas cosas. Nunca me hace sentir como con la confianza de que se va a hacer algo al respecto. ",
  "Selfesteem": "No le he dado al fakin libro, pero creo que permitirme descansar esta semana me ha hecho sentir mas apreciativo hacía mi mismo. No entiendo porque me parece tan loca la idea de sentarme a hacer verdaderamente nada, debería intentar",
  "Expense": 0,
  "ExpensesLog": "No me acuerdo si gasté algo, es lo malo de pagar con efectivo fr fr ",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Si tomé coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongLog": "Nada",
  "SongwritingProgress": 40,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Ayer empecé a leer Drive my car y está bastante bien, creo que leí como 1 hora",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo he hecho mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Tratando de tomar mas café sin leche, está rico el kali. Quiero intentar la receta del torbellino",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65b919a418f8680f5d7ef4cf"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706400000000"
    }
  },
  "WhatHurts": "Creo que ese día no me dolio nada mas que el codo de lo que gasté jajaja",
  "Feels": "Me gustó tener una ventanita a como solía pasearme antes por el centro y entretenerme solo. Aunque no lo haría tan seguido porque no me gusta andar rondando en la calle y gastar dinero. Pero estuvo bien y terminé de leer Drive my car y me sentía algo conmovido, fue una buena historia. ",
  "Selfesteem": "Me he dejado sentir y ser mas y creo que me gusta porque ahora naturalmente me salen hacer algunas cosas, otras no.",
  "Expense": 529,
  "ExpensesLog": "Comi una burger de pulled pork, un café, pague el estacionamiento y compre una coca y se me fue todo a la verga jajaj",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Claro que tome coca",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Creo que si practiqué improv un rato",
  "SongProgress": 5,
  "SongLog": "Nada",
  "SongwritingProgress": 40,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Leí un buen y me gustó leer de esa manera. Terminé Drive my car y a parte leí otro capitulo de The Violence. Algo bien. ",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo, al menos eso no lo he soltado nada",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo supongo. Cuando tengo ganas de leche lo hago con leche, si no no. ",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65b91c2118f8680f5d7ef4d2"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706486400000"
    }
  },
  "WhatHurts": "No me dolió nada hasta donde recuerdo.",
  "Feels": "Me sentí muy abrazado por la historia de Station Eleven, a veces siento que solamente no me rodeo de las personas adecuadas. Fue un buen día",
  "Selfesteem": "Quiero leer mas el libro de RAIN, pero si estoy aprendiendo a ser algo mas compasivo conmigo mismo.",
  "Expense": 40,
  "ExpensesLog": "Compré coca solamente creo",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Si tomé refresco",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongLog": "Nada",
  "SongwritingProgress": 45,
  "SongwritingLog": "Avancé un poquito, pero ya no voy a quitar el dedo del renglón",
  "WritingProgress": 20,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Ayer no leí creo.",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65b9c0d7e10a3f9e0591b4b0"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706572800000"
    }
  },
  "WhatHurts": "Hoy no tuve ningún malestar. Dormí muy bien. Me sentí bien. Fisicamente.",
  "Feels": "Me cuesta mucho ponerme a trabjar, odio lo que estoy haciendo actualmente, pero valoro el tiempo que me deja para jugar y hacer pendejadas. Fuera de eso todo muy bien, le piché unos tacos a Kevin y hablamos poquito de pelis y libros. Algo bien. Todo bien con Nana también. Fue un día tranqui. ",
  "Selfesteem": "Me siento en un buen estado conmigo mismo. Me gustaría saber aprovechar mejor mi tiempo, pero estoy bien. Debo leer mas de ese libro. ",
  "Expense": 430,
  "ExpensesLog": "360 de tacos con Kevin y Nana, 70 pesos de coca y chucherias",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Claro que tomé coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongLog": "Nada",
  "SongwritingProgress": 50,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 20,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Voy a leer ahorita",
  "JapaneseProgress": 5,
  "JapaneseLog": "Duolingo solamente",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": false,
  "CoffeeLog": "Me siento bien con mi café actual, solo quiero probar otros brands y tener un descafeinado bueno.",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65bd4204da6f123f6e55f1cc"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706659200000"
    }
  },
  "WhatHurts": "El miercoles no tuve ningun malestar en realidad",
  "Feels": "Durante el día estuve en el trabajo y jugando wow entre otras weas. Cuando sali del trabajo jugué warzone con Kevin, luego cené y llegó Nana y estuvimos platicando y jugando a adivinar hasta tarde. No recuerdo que mas pasó ese día. ",
  "Selfesteem": "He sido mas compasivo conmigo últimamente y avancé mas en el libro",
  "Expense": 650,
  "ExpensesLog": "Gasté como 300 pesos en juego de steam hace unos dias y 350 en unas cuerdas de guitarra por amazon igual dias atras",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Si tomé coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongLog": "No he hecho nada",
  "SongwritingProgress": 50,
  "SongwritingLog": "Ahi va",
  "WritingProgress": 20,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Si leí",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65bd43edda6f123f6e55f1d3"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706745600000"
    }
  },
  "WhatHurts": "Ayer me llevó la verga el estomago después de la comida y tuve que ir a consultar. Durante la noche me sentí con temperatura y dolor de estomago pero ya estoy mejor.",
  "Feels": "Ayer no sentí algo particular que recuerdo, mas allá de la idea de estar enfermo. ",
  "Selfesteem": "He sido mas compasivo conmigo, pero siento que no estoy completando nada de lo que quería o me está costando muchisimo trabajo, me siento muy debilitado en general. Sigo leyendo el libro.",
  "Expense": 850,
  "ExpensesLog": "Pague 750 pesos de luz y 100 que le di a mamá para comprar chucherias",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Si",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongLog": "Nada",
  "SongwritingProgress": 50,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 20,
  "WritingLog": "NADA",
  "ReadCounter": true,
  "ReadLog": "Leí yesterday y estuvo OK",
  "JapaneseProgress": 5,
  "JapaneseLog": "No hice ni duolingo porque me sentía mal",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 1.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65bf26164e26979c05525fae"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706832000000"
    }
  },
  "WhatHurts": "Todavía traía algo de malestar estomacal. Dormí mejor que otros días, me desperté sintiéndome algo descansado, pero estoy bien a fin de cuentas.",
  "Feels": "Ayer fue un día simple. Trabajé durante el día o pretendí hacerlo. Casi no jugué solo estaba tratando de que pasara el tiempo para poder acostarme a descansar. Cuando llegó Nana la pasamos juntos los y nos fuimos a dormir muy pronto. ",
  "Selfesteem": "No he notado un cambio que haya que reportar",
  "Expense": 0,
  "ExpensesLog": "No gasté nada ayer creo. ",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Al fin un día sin tomar refresco.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongLog": "Nada",
  "SongwritingProgress": 50,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Creo que si leí.",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "No he tomado café por que he andado mal del estomago",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65bf28f04e26979c05525fb0"
  },
  "Date": {
    "$date": {
      "$numberLong": "1706918400000"
    }
  },
  "WhatHurts": "Hoy ya casi no me duele nada e igual dormí bien.",
  "Feels": "Me sentí muy desmotivado durante el día así que me permití descansar una buena parte de el. Después de escuchar Wallsocket de underscores decidí dedicarle un poco de tiempo a mi música, porque me hizo recordar porque me gusta hacer esto y como puedo quemar el tiempo haciéndolo. Escuché a Angeles ventear un rato, comí pizza y me puse a escribir porque Nana no quería ver conmigo una serie",
  "Selfesteem": "Hoy puse en practica RAIN cuando me frustré con el progreso de mi canción. Definitivamente me hizo sentir mejor, aunque no se, trabajó de una manera misteriosa. No se lo atribuiría todo al método pero igual estoy decidido a seguir intentándolo y ponerlo en practica.",
  "Expense": 200,
  "ExpensesLog": "Gasté 200 pesos de gasolina",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": true,
  "MeditationLog": "Voy a contar como meditación el método RAIN, pues literal es una practica de mindfullness y tuvo un efecto en mi.",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca por la enfermedad y estoy tratando de ya dejarlo cold turkey. Voy a buscar alternativas para no solo tomar agua. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 20,
  "SongLog": "Hoy avancé más en la rola medio mezclando. Ya tengo un sonido de batería que me gusta. Voy a seguir mezclando los elementos principales para que cada uno esté en su lugar, y luego voy a empezar a jugar con voces y añadir cosas interesantes ahí. ",
  "SongwritingProgress": 50,
  "SongwritingLog": "No he avanzado hoy ",
  "WritingProgress": 20,
  "WritingLog": "No he escrito en estos días",
  "ReadCounter": true,
  "ReadLog": "Voy a leer ahorita un rato.",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo he hecho duolingo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "No he tomado café por la enfermedad",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65c06616609bfe500b97b196"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707004800000"
    }
  },
  "WhatHurts": "Hoy me dolió un poco el estomago, por lo que comí pero creo que de forma general ya la libre. Fuera de eso traigo un poco de dolor en la espalda baja por la postura al dormir. Fuera de eso todo bien, me he sentido bien descansado y dormido. ",
  "Feels": "Hoy discutí con Nana en la mañana, creo que si me pasé con mi comentario, estoy muy irritable y todo mundo me cae muy mal ahora, no se que hacer al respecto. No siento que haya estado siendo cruel o sobre exigente conmigo esta vez, por el contrario, he estado siendo algo más compasivo, quizá solo mas estricto y restringente. Me molestó que Kevin nos dejara morir y siempre tengamos que cancelar todo por sus mamadas, y creo que empecé a equitar eso hacia todas mis amistades. Me siento solo, me siento enojado, incomprendido. Tengo que meditar mas al respecto. ",
  "Selfesteem": "Creo que he estado siendo más compasivo conmigo pero una de las razones por las que quería poner esta habilidad en practica es ser mas noble con los demás y creo que eso no está funcionando, sigo sintiendome muy molesto cuando las personas no cumplen mis expectativas",
  "Expense": 170,
  "ExpensesLog": "Compré dos hotdogs de costco y una nieve de dairy queen\n",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": true,
  "MeditationLog": "Hoy practiqué RAIN",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca fuck yeah",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 30,
  "SongLog": "Sigo avanzando, me siento comodo ",
  "SongwritingProgress": 50,
  "SongwritingLog": "No hice nada de esta rola hoy",
  "WritingProgress": 20,
  "WritingLog": "No le he dado a esto",
  "ReadCounter": true,
  "ReadLog": "Voy a leer ahorita ahora si por que si fuck it",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo hasta ahora",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "No he tomado café por la enfermedad. Me pregunto si tiene que ver con la cafeína. Quizá debería hacer la cala. ",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65c2fb611d81b3c7e3395b30"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707091200000"
    }
  },
  "WhatHurts": "Ayer fue sorprendente ir al cine y que no me doliera el estomago. Definitivamente era la coca, no me sentí mal durante el día.",
  "Feels": "La pasé muy bien con Nana en el cine, me gustó el date night de cine, la película estuvo muy buena también y el día en general estuvo tranquilo. Me sentí estúpidamente deprimido durante el día eso sí, creo que si tengo un problema pero estoy viendo que pedo. ",
  "Selfesteem": "Creo que he estado muy bien, he estado siendo compasivo conmigo. No he leído mas del libro pero estoy bien, estoy dándome el tiempo de aprender sobre como me siento y aceptar quien soy.",
  "Expense": 250,
  "ExpensesLog": "Del cine y estacionamiento",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca afortunadamente.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No he practicado",
  "SongProgress": 40,
  "SongLog": "No recuerdo que puse aqui la última vez pero no he avanzado más.",
  "SongwritingProgress": 50,
  "SongwritingLog": "Nada mas",
  "WritingProgress": 20,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Si leí un poco si recuerdo bien.",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65c2fe0f1d81b3c7e3395b32"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707177600000"
    }
  },
  "WhatHurts": "Dormí muy mal. Pero toy bien, me duele el estomago porque comí demasiado.",
  "Feels": "Hoy fue un buen día. Sin el tiktok y reddit me he podido concentrar mejor. Solté esas aplicaciones y el scrolling en vista de estar menos deprimido y creo que funciona. Lo he estado evitando durante el día y no está tan mal. Me encantó ir a cenar con Nana, en verdad la amo demasiado y me hace el día poder salir con ella.",
  "Selfesteem": "Me siento bien sobre quien soy, creo que voy a estar bien, pero si tengo que leer un poco más",
  "Expense": 500,
  "ExpensesLog": "De la comida con Nana y las nieves. Estuvo increible, no me arrepiento.",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca fuck yeah. Lo sustituí por auga mineral y voy a investigar que tal con eso.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongLog": "Nada nuevo",
  "SongwritingProgress": 50,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 20,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Quiero leer pero me siento algo cansado. Voy a intentar",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "No he experimentado mucho más",
  "Score": 5,
  "__v": 0
},{
  "_id": {
    "$oid": "65c4ee215c650e4eee61b732"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707264000000"
    }
  },
  "WhatHurts": "Ayer no recuerdo que me haya dolido realmente nada. Desperté con dolor de estomago quizá, un poco y luego procedí a desayunar demasiado. En general eso es algo que hago que me afecta mucho. Comer de más. Al final del día traje algo de dolor de cuello.",
  "Feels": "No recuerdo como me sentí ayer. Me sentí enfocado en el trabajo, aún así no logré demasiado. Fue apropósito para ser honestos se el tiempo que no trabajo, muchas otras cosas se atravesaron y las use de excusa. Nana se sintió algo mal respecto a la cita con el ginecólogo, pero yo estoy seguro de que noes nada raro, solo hay que estar revisando, que vaya cada ciertos meses. Creo que no paso nada ni sentí nada mas significativo ayer. JJ me invitó a participar en una canción regional y estoy escribiendo mi draft para después grabar juntos y demás, va a estar entretenido ",
  "Selfesteem": "Ayer creo que si sentí mas dudas y cuestionamientos. Quizá de nuevo son las redes. Es complicado, defintiivamente en tiktok si encuentro muchas cosas de útilidad, pero también muchas otras que me hacen sentir raro.",
  "Expense": 560,
  "ExpensesLog": "500 de gasolina y 60 de tortillas de harina y unas aguas minerales",
  "MovementCounter": false,
  "MovementLog": "No me he ejercitado últimamente. Estuve enfermo un buen rato y apenas me estoy recuperando. ",
  "MeditationCounter": false,
  "MeditationLog": "No he meditado en los últimos días. Debería. Hoy voy a intentar depsués de bañarme.",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca en 7 días ya creo. He tenido menos problemas estomacales definitivamente. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No he practicado recientemente.",
  "SongProgress": 40,
  "SongLog": "No he hecho más en estos días.",
  "SongwritingProgress": 50,
  "SongwritingLog": "No avancé con las canción que estaba escribiendo, pero ahora estoy ayudando a JJ con una suya. ",
  "WritingProgress": 20,
  "WritingLog": "No he escrito nada ultimamente. Solo hice un draft y lo dejé inconcluso. No he tenido ganas de hacer muchas cosas últimamente y he estado saliendo mucho a la calle.",
  "ReadCounter": false,
  "ReadLog": "Ayer no leí.",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo he estado usando duolingo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Me gusta mucho usar la moka pot par hacer café.",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65c6bb7d1b07dbd65a35a1ae"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707350400000"
    }
  },
  "WhatHurts": "No recuerdo que me doliera algo ayer. Aunque si recuerdo que hubo cosas que noté mas por la tarde como que no me di agruras con los clamatos, quizá porque no tomé coca o quizá porque comí harina que absorvió el acido, idk. Pero estuvo bien, si tuve agruras en la tarde por el asado, pero creo que mi estomago en general se la está pasando mejor sin tomar refresco.",
  "Feels": "Ayer si trabajé algo, no tanto, me gustó pasar la mañana con Nana tranquilos, papachitos. Escuché otra vez Wallsocket y estoy obsesionado con ese disco, me encanta, creo que mucho de el en cuestión de producción, son cosas que he estado tratando de descifrar como hacer y me siento feliz de encontrarlo y escucharlo, las letras también me llegan en cierto grado o me hacen sentir en contacto con mi yo joven. Mas noche después del trabajo fui a ver el documental de los muebles y me gustó, me hizo recordar buenos momentos y cosas que tuve, pero creo que me hizo ser mas consiente de que en verdad yo nunca fui tan parte de los muebles, ni soy tan musico, me gusta crear cosas pero no esas y no debería obligarme a encajar, creo que Omar sabe que no pertenezco ahi y que no quiero pertenecer aunque por chiflasón mia a veces me quiera acercar más. Si están mejor sin mi. ",
  "Selfesteem": "Ayer si estuve cuestionándome cosas sobre mi valor como profesional, que tanto realmente lo soy, que tanto realmente voy muy atrás de todas las personas que admiro, de mis amigos y mis allegados, no tengo mi cosa, no tengo mi utilidad quizá. Quiero ser feliz por ser y no por ser alguien en particular. ",
  "Expense": 450,
  "ExpensesLog": "Como 180 de uber, 180 de cheve y cenita y 90 pesos de la cineteca.",
  "MovementCounter": true,
  "MovementLog": "Caminé para llegar a todos lados ayer.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca fuck yeaaaaaaaaaaaaaaaaaaah",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No he practicado.",
  "SongProgress": 40,
  "SongLog": "Avances avances. Me cuesta estar conectado con todo lo que me gustaría.",
  "SongwritingProgress": 50,
  "SongwritingLog": "Dejé muy inconcluso esto.",
  "WritingProgress": 20,
  "WritingLog": "Igual a esto no le he movido nada.",
  "ReadCounter": false,
  "ReadLog": "No he leido estos días",
  "JapaneseProgress": 5,
  "JapaneseLog": "No he estudiado japo y ayer ni siquiera hice duolingo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": true,
  "OmarHangout": true,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Creo que me tomé un café negro solamente, algo tranqui. ",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65c95c9e5ffe741757f3c202"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707436800000"
    }
  },
  "WhatHurts": "Traje un poco de agruras pero nada muy loco. ",
  "Feels": "El día en el trabajo estuvo semi productivo, terminé unas cosas y lo alargué lo mas que pude para no hacer mucho esfuerzo. Tengo una excusa para el lunes perder un ratito y ya después le digo a Nacho que pedo. Después de la hora de comida ya no hice nada, estuve viendo a underscores producir en ableton y le saqué algunos tips. Mas noche jugué con Kevin fortnite. No lo disfruté tanto, este man es un quejoso de mierda y lo traigo que me caga las bolas. Nos reimos con muchas cosas pero no se, siempre tiene algo de que quejarse. Mas tarde nos vimos con Core, Pao y Nana. La pasé bien hablando con ellos y echando cheve, cené rico. A veces me molesta como Nana se desenvuelve con mis amigos, se me hace que roba demasiada conversación es como muy fake, no se. ",
  "Selfesteem": "Creo que he estado mas tranquilo conmigo o siendo menos hiriente al hablar sobre mi en mi cabeza, pero este viernes fue un buen ejemplo de esto último no ayudándome a ser mas compasivo con los demás. Creo que sigo siendo muy expectante de ellos y me hace molestarme fácil. ",
  "Expense": 400,
  "ExpensesLog": "Creo que gasté 400 pesos en total en todo la cena y cheve. ",
  "MovementCounter": false,
  "MovementLog": "No me he ejercitado en un buen tiempo. No me siento particularmente mal sobre ello porque he estado desarrollando otros hábitos, pero si me gustaría volverlo a hacer. Se sentía bien. Quizá mañana lunes sería un buen día para intentar. ",
  "MeditationCounter": false,
  "MeditationLog": "No he meditado en un largo tiempo. No se muy bien como motivarme para hacerlo. Creo que realmente no tengo interés en hacerlo a pesar de que se que se siente bien. ",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca en un montón de días. Está yendo bien, auqnue el estomago aun me duele por diversas cosas y costumbres que tengo al comer. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No he praticado en algun tiempo. Creo que he estado gravitando mas al rededor de producir en los últimos días. Aunque se que practicar me gustaría que fuera un habito diario aunque fueran solo 10 min, sería lograble.",
  "SongProgress": 50,
  "SongLog": "He estado avanzando con lo que he aprendido de underscores, me gusta lo que estoy haciendo, pero creo que gracias a esto he dejado morir algunas otras cosas.",
  "SongwritingProgress": 50,
  "SongwritingLog": "No he avanzado mas en la canción ",
  "WritingProgress": 20,
  "WritingLog": "No he escrito más del guideline",
  "ReadCounter": false,
  "ReadLog": "No he leído en estos días",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo he medio mantenido mi duolingo, aunque el viernes no hice.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "No he estado tomando tanto café, me gusta lo que tengo y no veo maneras muy baratas o sencillas de progresar mas hacia delante. Creo que es tiempo de armar un cold brew. ",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65c961525ffe741757f3c204"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707523200000"
    }
  },
  "WhatHurts": "Ayer no recuerdo que me doliera algo. Un  poco la espalda por las posturas que he estado tomando al dormir.",
  "Feels": "Tuve un pequeña pelea con Nana sobre las cosas que comparte en redes y los detalles que da de nuestra relación. Creo que en realidad me molesta como interactúa respecto a contar cosas de su vida, me hace sentir que se ve como si no tuviera atención suficiente de la gente que la ama. Más allá de eso, Kevin me dejó morir en la mañana por sus mismas mamadas de siempre, al chile ya me tiene harto ese cabrón. Le pedí a mamá que me llevara al mecánico, le compré McDonalds y fuimos al mercadito de la Kitty a comprar los regalos de Nana. Gasté más de lo que regularmente gasto en regalos, pero ya tenía ganas de darle algo detallista a Nana, especialmente ahora que viene San Valentín y en Navidad y su cumpleaños realmente no le regalé nada a parte de las comidas y ese tipo de cosas. ",
  "Selfesteem": "No ha cambiado mucho mis emociones de el viernes a ayer.",
  "Expense": 1100,
  "ExpensesLog": "700 pesos en regalos de Nana y 400 en McDonalds para mamá y distintas tonterias.",
  "MovementCounter": false,
  "MovementLog": "Nada nuevo, voy a intentar mañana hacer algo. ",
  "MeditationCounter": false,
  "MeditationLog": "Ya he hablado en el log de ayer sobre lo que tengo en mente.",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar refresco y me siento muy bien al respecto. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No he practicado recientemente",
  "SongProgress": 50,
  "SongLog": "Ayer produje un rato y estoy alcanzando resultados que me gustan mas, además de que realmente me entretiene. ",
  "SongwritingProgress": 50,
  "SongwritingLog": "No he terminado la canción.",
  "WritingProgress": 20,
  "WritingLog": "No he avanzado en la historia.",
  "ReadCounter": false,
  "ReadLog": "No he leído realmente.",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo ultimamente, no he encontrado las ganas de estudiar mas allá de eso.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo. Estoy pensando hacer cold brew.",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65cae87f6b964f20186bbf42"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707609600000"
    }
  },
  "WhatHurts": "Tuve agruras durante la tarde. Creo que fue por comer papas. Pero todo bien. Estoy algo agotado, me sentí débil un poco.",
  "Feels": "Ayer no sentí nada en particular, no hice nada. Quizá estoy demasiado desmotivado. Me perdí el superbowl y sentí algo de FOMO, pero realmente estoy bien al respecto. Solo me siento como mal en general, sentimentalmente podrido hasta cierto punto.",
  "Selfesteem": "Si me siento algo mal sobre mi. Ha estado muy fluctuante y he estado soltando bastantes hábitos pero no se, no encuentro la energía para hacer las cosas o los animos para estar bien. Siento como si estuviera esperando algo, creo que siempre he estado esperando algo y ahora no tengo nada. Sin embargo sigo dejando pasar los días como si nada.",
  "Expense": 200,
  "ExpensesLog": "Creo que lo unico que gasté fueron 200 pesos de la cena. Estoy tratando de ser algo mas tacaño. ",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca. La racha sigue intacta.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 50,
  "SongLog": "No he producido más.",
  "SongwritingProgress": 50,
  "SongwritingLog": "Tengo que terminar la canción de JJ",
  "WritingProgress": 20,
  "WritingLog": "No he escrito nada.",
  "ReadCounter": false,
  "ReadLog": "No he leido en un tiempo",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nda",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "65cf7a8addeafbc7c58454fc"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707696000000"
    }
  },
  "WhatHurts": "Debo ser honesto que no recuerdo que me dolia este dia, deje muchos dias sin contestar esta madre.",
  "Feels": "Ese dia me entere que mi jefé salió de la ciudad y andaba en otro pedo y fue tirar hueva 3 mil. Me cayó la quincena y realmente no me acuerdo que mas hice. Segun yo nada, mas que estar en la casa. ",
  "Selfesteem": "Creo que estos dias en general he estado muy numb, no he pensado mucho sobre quien soy yo o respecto a los demas. Solo soy.",
  "Expense": 0,
  "ExpensesLog": "No recuerdo haber gastado nada.",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca aun, gran racha",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 50,
  "SongLog": "No le he movido mas",
  "SongwritingProgress": 50,
  "SongwritingLog": "Tengo pendiente lo de JJ fuck",
  "WritingProgress": 20,
  "WritingLog": "Nada mas",
  "ReadCounter": false,
  "ReadLog": "No he leído en estos días",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo he mantenido mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Se me estaba acabando el café y necesito ver cual comprar",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65cf7cccddeafbc7c58454ff"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707782400000"
    }
  },
  "WhatHurts": "Solo me dolió un poco el estomago llegando a casa",
  "Feels": "Festejamos san valentin un dia antes Nana y yo porque descansa los martes. Durante el día nos dimos los regalos, me gustaron bastante mis regalos, siento que Nana se sobrepaso especialmente con todo lo que gastó, pero me siento muy agradecido. Me sentí especialmente mal porque yo no gasté tanto en sus regalos, y quería invitarla a cenar algo chido pero pinche buffet mas ogt del planeta, nos estafaron durisimo. Durante el día casi no trabajé igual porque Nacho no está. En la noche que llegamos hablamos un rato con angeles de trabajo y weas así. ",
  "Selfesteem": "No tengo nada que agregar a lo de ayer",
  "Expense": 750,
  "ExpensesLog": "700 pesos de la comida y 50 del estacionamiento",
  "MovementCounter": false,
  "MovementLog": "Nada, auqneu en la mañana me desperté muy temprano y tenía ganas de hacerlo pero me detuve por el tiempo. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada, pero esto es algo bueno jaja",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 50,
  "SongLog": "Nada",
  "SongwritingProgress": 50,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nana me regaló una tetera gooseneck y está verguisima. Aunque es pues mas especifica para pourover, si está bien chido. Le quiero comprar un termometro y la fucking bascula para poder hacer las tecnicas bien. ",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65cf7e5dddeafbc7c5845502"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707868800000"
    }
  },
  "WhatHurts": "Nada realmente",
  "Feels": "Durante el día no hice mucho. Trabajé, mas tarde cité a Oscar, Kevin y Core para estrenar el Catan y la pasamos bien. Terminamos la partida, ganó Kevin pero acto seguido mi mamá llegó a la clinica porque se sentía muy mal. Le tuvieron que poner un suero y antibiotico para que se mejorara y gastamos gran parte de la noche en eso, pero me alegra que ya esté bien. ",
  "Selfesteem": "No tengo mucho que agregar, creo que me siento menos presionado sobre mi autoestima, pero igual no me siento particularmente bien. ",
  "Expense": 0,
  "ExpensesLog": "Creo que no gasté nada realmente, si fluyó el dinero de los examenes de mamá pero realmente me regresó ese dinero",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 50,
  "SongLog": "Nada",
  "SongwritingProgress": 50,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 5,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada nuevo",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65cf7fc8ddeafbc7c5845506"
  },
  "Date": {
    "$date": {
      "$numberLong": "1707955200000"
    }
  },
  "WhatHurts": "No sentí que me doliera nada realmente",
  "Feels": "Ayer igual fue un día generico, durante el jale no hice mucho. Nacho me estuvo hablando un poco más, cambio el focus de lo que estoy supuesto a estar haciendo y ya. En la noche volvimos a jugar Catan ahora Kevin, Core  y yo y estuvo muy divertido. Ayer tuve que pedir una grua porque se me quedó atorado el clutch del carro y pss me va a tocar gastar en arreglar esa mierda. ",
  "Selfesteem": "Nada que agregar",
  "Expense": 300,
  "ExpensesLog": "En kfc",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 50,
  "SongLog": "Nada",
  "SongwritingProgress": 50,
  "SongwritingLog": "Nada, le debo a JJ",
  "WritingProgress": 0,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 5,
  "JapaneseLog": "Nada",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada nuevo realmente. ",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65d28b09e993ff4b3e413370"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708041600000"
    }
  },
  "WhatHurts": "He tenido un constante dolor de espalda.",
  "Feels": "Este día tuve una discusión con Core y Kevin, o algo así. Me pusieron barras para el plan que se supone que teníamos o estábamos armando y la perdí y mejor ya no respondí, se me quitaron las ganas de verlos, estaba molesto, me siento irritable, creo que es solo síntoma de que mi depresión está creciendo. Necesito salir más, hacer mas cosas, me está llevando la verga. Pero es difícil romper el ciclo. Por otro lado no siento que apartarme de la situación con estos 2 sea algo necesariamente malo, últimamente si me tienen los huevos llenos y no me siento a gusto para lidiar con nadie y ese tipo de cosas. Pero creo que si debo tener la situación en la mira. Me estoy aislando demasiado.",
  "Selfesteem": "Me siento mal, ese día me sentí mal sobre mi, sobre la vida, me siento torturado y sin salida. Siento que preferiría no existir. ",
  "Expense": 400,
  "ExpensesLog": "Creo que gasté al rededor de 400 pesos en comida. ",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar refresco, llevo una gran racha",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No he practicado nada.",
  "SongProgress": 50,
  "SongLog": "Nada",
  "SongwritingProgress": 50,
  "SongwritingLog": "Nada",
  "WritingProgress": 20,
  "WritingLog": "Nada nuevo. No tengo energía de hacer nada. ",
  "ReadCounter": false,
  "ReadLog": "No he leído. ",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo mis duolingos",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Me siento emocionado sobre ciertas bebidas, voy a intentar cosas nuevas.",
  "Score": 1,
  "__v": 0
},{
  "_id": {
    "$oid": "65d28df7e993ff4b3e413373"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708128000000"
    }
  },
  "WhatHurts": "Me duele la espalda un poco. ",
  "Feels": "Sentí que no hice nada durante el día. Moty me asustó respecto a lo que le tenían que hacer a mi carro pero papá ya se va a encargar de ello, eso me dio mas tranquilidad. Hablé con Angeles un rato y me hizo bien admitir con alguien que me siento deprimido, no estoy triste, estoy abrumado y muy cargado o sentimental respecto a mi futuro. Todo me molesta. Pude encontrar mas tranquilidad durante el día, estudié japonés y me sentí bien al respecto, voy a estudiar mas kanjis. En la noche que llegó Nana la pasé bien con ella. Dormimos muy tarde platicando en la cama, hangeando, la pase bien, me gusta estar con ella. La amo mucho. ",
  "Selfesteem": "En vista de que lo de antier lo escribí hoy, pues me siento relativamente igual. ",
  "Expense": 400,
  "ExpensesLog": "En café y sprays para la kiki. ",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar coca y me siento orgulloso de ello pero si he sentido que he perdido una parte del gusto de mis días. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No he practicado nada",
  "SongProgress": 50,
  "SongLog": "No he avanzado nada",
  "SongwritingProgress": 50,
  "SongwritingLog": "No he hecho nada de esto.",
  "WritingProgress": 20,
  "WritingLog": "Nada nuevo.",
  "ReadCounter": false,
  "ReadLog": "No he leído últimamente. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Con las lecciones que estoy viendo de Tae Kim's Grammar Guide me siento mas esperanzado sobre mis posibilidades y sentí que entendí algunas cosas mas fundamentales aun que tengo que seguir esforzándome. Voy a usar Duolingo para vocabulario, Wanikani para Kanjis y la guía para gramática. ",
  "JapaneseLessonCounter": true,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Sigue siendo algo que me gusta, me gustó preparle café a Angeles y compartir eso. Salió bien y me compré un blend distinto de Kali que estoy emocionado por intentar. ",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65d44149c5149de3dff78bbf"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708214400000"
    }
  },
  "WhatHurts": "Solo traigo un ligero dolor de espalda, por mi postura al dormir y al estar sentado en la computadora",
  "Feels": "Ayer sentí un punto bajo en mi decadencia, empecé a cuestionarme mucho  y a sentirme mal. Realmente no hice mucho con mi día, mas que sentirme mal. Después no recuerdo bien que fue lo que me propulso a pensar bien sobre como me siento, y considerar que mi situación no está tan mal. Puede que se vea difícil. Pero realmente también pueden salir bien, hay muchos factores muy random que pondrían hacer que el día de mañana no esté tan mal o que esas cosas salgan bien. Creo que debo ser paciente, me toca espera y ver que pedo. No estoy mal, tengo un círculo que me apoya, gente que me quiere, un trabajo, tengo dinero, estoy mejorando en mis propósitos. Estoy puesto para mejorar y solucionar mis problemas. Lo mas seguro es que si va a ser difícil, y quizá hay muchas cosas que no vayan a resultar como yo quiero, como me gustaría o le gustaría a los demás pero voy a dar mi mejor intento, y si fallo aún así tengo un hogar, una familia y me tengo a mi mismo. \n\nEntre cosas mas triviales. Terminé de componer la canción para JJ y eso también fue un boost de autoestima y cariño hacia mi, me demostró que puedo hacer las cosas realmente, me subestimo y me flagelo mucho. Quizá debo dejarme fluir un poco más en la cuestión de los planes y la disciplina. Una vez más. Ser mas compasivo conmigo.",
  "Selfesteem": "Lo que escribí en el Feels Log es bastante conectado a esto. Pero igual debo decir que ayer cambiaron cosas respecto a mi perspectiva de mi mismo. Pero puede que sea preocupante cuanto de mi autoestima depende de la percepción de los demás o de hacer algo para los demás. Supongo que todo lo puedo ver de manera negativa si me esfuerzo lo suficiente. ",
  "Expense": 800,
  "ExpensesLog": "Gasté como 600 pesos en comida, en la barbacoa en la mañana y la pizza en la noche. Después 200 en los marcos y chucherías, si me pasé de verga, no me había percatado, pero si andaba antojado la neta. ",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar coca, y me siento orgulloso de mi mismo. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "No he producido mas",
  "SongwritingProgress": 100,
  "SongwritingCounter": 1,
  "SongwritingLog": "Al fin terminé una canción. Me siento bien al respecto, estuvo divertido, me hizo feliz y me gustó hacerlo para alguien más o para participar con otras personas mas que nada. ",
  "WritingProgress": 20,
  "WritingCounter": 0,
  "WritingLog": "No he escrito realmente",
  "ReadCounter": false,
  "ReadLog": "No he leído malamente.",
  "JapaneseProgress": 10,
  "JapaneseLog": "Creo que la última vez me puse 10. No he estudiado mas desde el sábado pero estuvo bien. Me tengo que dar el merito de que realmente este fin de semana si hice cosas. Aunque pocas las hice y me tomó energía las hice bien y soy genial por haberlas hecho. ",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "No tomé café.",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65d443abc5149de3dff78bc5"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708300800000"
    }
  },
  "WhatHurts": "Igual hoy me dolió algo la espalda. Pero todo bien. Por otro lado, he estado comiendo algo peor y después de comer si me da el bajón, tengo que cuidarme respecto a eso, me puede pegar la diabetes muy cabrón si me descuido.",
  "Feels": "Hoy fue un buen día. Terminé algunas cosas del jale, la segunda mitad del día casi solo jugué wow, pero me divertí y me siento entusiasmado por seguir jugando. Escribí una disculpa para Kevin y Core. Me recibieron muy bien, sentí que me expliqué bien sobre como me sentí y creo que ellos también sintieron tranquilidad. Debo aprender a aceptar más a las personas y a tener expectativas menos fuertes de ellas. Para poder quererlas mejor, quererme a mi y fortalecer esos vínculos y tratarlos con ternura. Me sentí bien de sincerarme con ellos, resultó bien. Ganó la vulnerabilidad genuinamente. ",
  "Selfesteem": "Reflexionando sobre la marcha sobre lo que acabo de escribir creo que debo de esforzarme en el manejo de mis expectativas de mi mismo y de los demás. Si estoy siendo muy duro conmigo mismo. Creo que ser compasivo no es sinónimo de ser pasalón o flojo, hay como distintos matices en los que puedes no tener expectativas inalcanzables y duras sobre las cosas y a la vez conseguir algo, dar lo mejor, hacer el esfuerzo. Quiero que esa sea mi palabra de reflexión de la semana \"expectativas\"",
  "Expense": 140,
  "ExpensesLog": "Gasté 140, 50 en tortillas y un agua mineral y 90 en dos papas, unas palomitas y un jugo de arándanos. De nuevo quiero levantar la idea de que debo comer mucho menos chatarra, pero no está mal recompensarme, creo que debo encontrar cosas mas sanas con las cuales recompensarme. ",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar refresco.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Hoy si practiqué un rato, no se cuanto fue. Unos 15 min quizá, me divertí, si notó mejoría es tedioso y molesto pero me gusta.",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "No he producido más.",
  "SongwritingProgress": 50,
  "SongwritingCounter": 1,
  "SongwritingLog": "Tengo varias otras canciones sin componer, así que me voy a dar el 50%",
  "WritingProgress": 20,
  "WritingCounter": 0,
  "WritingLog": "No he escrito. ",
  "ReadCounter": false,
  "ReadLog": "No pienso leer hoy, ya es algo tarde. Aun que bien podría decir fuck it y dormir un pooco mas tarde. Tampoco quiero hacer esperar tanto a Nana. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "He estado haciendo un poco mas de duolingo y me siento ansioso por retomar las clases en Tae kims. ",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Hoy probé el nuevo café. Si está considerablemente más fuerte, pero está rico. Lo quiero probar con la Moka y en latte. ",
  "Score": 4.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65d62336c4b53dd6969566d4"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708387200000"
    }
  },
  "WhatHurts": "Ayer ya no fue tan notorio el dolor de espalda.",
  "Feels": "No fue un día inconsecuente como creía previamente. Jugué WoW un rato. Empecé a escribir un guión para un vídeo de youtube/tiktok sobre mi experienca con WoW classic. Eso me llenó de emoción y extasis. Casi terminé la estructura general del guión.Me siento feliz al respecto. Más tarde escribí un coro para una de las canciones que tengo empezadas. Me gustó, quizá está un poco cheesy pero no puedo decir que no me siento así, soy así. Más noche fui a la convención esta de Odoo con Nacho. Que hueva con el ambiente corporativo, los expositores el cotorreo rancio, no se, no la pase mal pero si sentí que fue una perdida de mi tiempo. ",
  "Selfesteem": "Escribiendo esto me siento bien sobre mi mismo. Me hace cuestionarme si está bien que una parte de mi autoestima dependa de mis actividades diarias o de si me siento artisticamente productivo. No debo ser tan duro conmigo, está bien sentirme feliz por lo que sea, solo debo ser consiente de no dejar que me afecte. ",
  "Expense": 360,
  "ExpensesLog": "Le puse 300 pesos de gasolina al carro de mi mamá y más noche gasté 60 pesos en el seven",
  "MovementCounter": false,
  "MovementLog": "Nada, solo estuve parado más de lo normal",
  "MeditationCounter": false,
  "MeditationLog": "No he meditado, Creo que estos días si me he sentido con suficiente sueño para percibir que si medito podría quedarme dormido.",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar nada de refresco y me siento muy orgulloso sobre esta racha.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No practiqué ayer",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "No he producido nada más.",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Tengo una canción al 70% Me la he pasado bien escribiendola. ",
  "WritingProgress": 50,
  "WritingCounter": 0,
  "WritingLog": "Tengo dos piezas de escritura al 35/20 porciento, así que me voy a dar un poco mas el gusto.",
  "ReadCounter": false,
  "ReadLog": "No leí ayer",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo hice mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": true,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada especial, ayer me hice un latte, sabe bien. Quizá puedo comentar que descubrí el chockymilk espumado y está bien verga jajaja",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65d6d40efbd1506d9260532f"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708473600000"
    }
  },
  "WhatHurts": "Hoy no sentí algún dolor pero si me sentí muy cansado durante el día. Somnoliento, creo que porque desper´te a las 5 a ir al baño y luego me volví a dormir algunas horas. O quizá el café o las altas cantidades de carbohidratos que comí hoy. ",
  "Feels": "De nuevo, supongo que me sentí muy cansado, pero emocionalmente no sé. Creo que fue un día en el que estuve mas el backseat. Trabajando, espectando mi vida. Estuve mas silencioso de lo normal. Escuché Wallsocket otra vez y si es un esfuerzo emocional, un poco, pero igual es un gran disco, no lo quiero quemar.",
  "Selfesteem": "De nuevo encontré canales para validarme a través de mi trabajo, de la aceptación de la gente mayor que yo a mi alrededor. Me sentí algo drenado respecto a como es mamá a veces, me hace enojar. Pero bueno, no es siempre. Debo darme el debido reconocimiento de que en verdad he sido más pasivo y amigable conmigo, me doy el beneficio de la duda y no me insulto tanto. ",
  "Expense": 67,
  "ExpensesLog": "Gasté 67 pesos en el seven, en un agua mineral, unas palomitas y un paquete de tortillas de harina para cenar. ",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar refresco y me siento orgulloso",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No practiqué ni me acerqué al piano hoy realmente.",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "No hubo avance hoy",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "No avancé nada pero si lo traje en mi cabeza durante el día",
  "WritingProgress": 50,
  "WritingCounter": 0,
  "WritingLog": "No he avanzado más, igual sigo pensando en ello.",
  "ReadCounter": true,
  "ReadLog": "Hoy si leí después de vario tiempo pero que puta hueva con el libro este de the violence, una verdadera cagada, no se muy bien porque me estoy obligando a terminarlo, supongo que el sunken cost phalacy. Pero bueno, al menos están pasando cosas menos normales, supongo que es algo que puedo decir. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Hoy solo hice mi duolingo ",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": true,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "No siento que tenga algo que comentar respecto al café hoy. ",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65d961e95fa42f67187df694"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708560000000"
    }
  },
  "WhatHurts": "El dolor de espalda y ya",
  "Feels": "Ayer solo me sentí algo fastidiado. Tocó ir a casa de Nacho a jalar y acompañarlos a hacer unas vueltas, realmente no hice mucho, me invitaron la comida y unas cheves y ya. Regresando me vi con kevin y core fuimos por burguers. Llené demasiado sentí que comí mucho, pero bueno, estuvo rico y hable con ellos sobre mis preocupaciones",
  "Selfesteem": "Me siento inseguro respecto a mi capacidad de proveer a mis seres queridos y mantener mi compostura personal a la vez",
  "Expense": 300,
  "ExpensesLog": "300 de una burguer",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "No tomé refresco",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "No le he movido",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "No ha cambiado",
  "WritingProgress": 20,
  "WritingCounter": 0,
  "WritingLog": "No ha cambiado nada",
  "ReadCounter": true,
  "ReadLog": "Ayer pude leer un rato en casa de Nacho, nada impresionante",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "He estado tomando mas café con hielos por el cambio de clima",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65dd322106a5f512e1a63fbe"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708646400000"
    }
  },
  "WhatHurts": "El dolor de espalda ha sido recurrente",
  "Feels": "El viernes realmente no hice nada en el jale, creo que solo jugué, no recuerdo muy bien que pedo. Me molesté un poco con Nana porque se porta grosera con el celular no escucha nada e interrumpe. Estuvo chistoso lo de mulan y tiana, mucha interacción social. Creo que realmente fuera de eso no hice mucho o no recuerdo que hice en la noche pues. Me quedé erizo de hacer algo el viernes y confronté a Kevin respecto a su hábito de forzar las salidas y me sentí bien al respecto de ejercer esa comunicación. Creo que solo llegó Nana y ya no hicimos nada, al chile no recuerdo que pedo.",
  "Selfesteem": "Me sentí muy muy bien y en control por ser honesto con Kevin o hablar bien lo que estaba pensando y no dejar eso pasar, he estado trabajando mucho en poder comunicarme mejor expresar mis disgustos y ser compasivo",
  "Expense": 300,
  "ExpensesLog": "Le dí a mamá para que me hiciera brownies y comprara nieve para los mismos, y creo que mas noche solo compré una agua mineral y unas palomitas o algo así.",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada de coca de este lado.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No recuerdo haber practicado.",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "No he avanzado nada en esto",
  "SongwritingProgress": 80,
  "SongwritingCounter": 1,
  "SongwritingLog": "Creo que voy muy apunto de acabar la canción del FOMO",
  "WritingProgress": 70,
  "WritingCounter": 0,
  "WritingLog": "Varias cosas casi temrinadas",
  "ReadCounter": true,
  "ReadLog": "Creo que si leí ese día un ratito",
  "JapaneseProgress": 5,
  "JapaneseLog": "Solo mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": false,
  "CoffeeLog": "Café normal, no le he movido mucho a ese pedo.",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65dd4e3506a5f512e1a63fc2"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708732800000"
    }
  },
  "WhatHurts": "La fakin espalda de nuevo. Muchas agruras en la noche. Comí demasiada grasa.",
  "Feels": "Desperté tarde, Nana se empezó a sentir mal este día de los cólicos. Creo que jugué un rato y me empezó a picar las ganas de escribir o hacer algo. Me puse muy temprano a escribir el guión de wow de lo del canal de youtube. Terminé ya tarde, realmente invertí mucho de mi día en eso y me hizo sentir productivo, habilidoso y feliz. Hacer cosas artisticas defintivamente me subo mucho el animo y el autoestima. Me sentí orgulloso de lo que hice y se lo pase a Kevin para ver que pedo. Ese día igual no se armó nada y nos quedamos en casa porque Nana se sentía muy mal. La consentí le compré comida y pan y le puse compresas. Todo bien realmente.",
  "Selfesteem": "Mi autoestima este dia estuvo muy arriba, me siento muy capaz y potencial de hacer las cosas que quiero hacer. Debo decir que creo es consecuencia de ser compasivo conmigo, la productividad que he mostrado en ciertas actividades y mi enfoque, me hace sentir bien mi capacidad pero debo aprender a quererme aun cuando no haga las cosas de la mejor manera",
  "Expense": 200,
  "ExpensesLog": "Creo que gaste como 200 pesos en comida. Nana me debe 250 de la barbacoa.",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar coca y me siento orgulloso de eso",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué creo este dia un poco, no estoy seguro pero me voy a dar el crédito porque no me acuerdo tanto de los últimos días",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "No le he dado a esto",
  "SongwritingProgress": 80,
  "SongwritingCounter": 1,
  "SongwritingLog": "Sigo en la misma fase",
  "WritingProgress": 100,
  "WritingCounter": 1,
  "WritingLog": "Aqui está la parte que me hizo mas orgulloso. Escribiendo guion para el video de youtube terminé partiendo el video en dos, uno para explicar mi historia con WoW y otro para hacer mis comparativas sobre Classic y Retail. Terminé en un dia un buen guión/guideline para el primer vídeo y creo que hice un buen trabajo. Estoy apuntando a que sea un contenido suficientemente interesante pero que también se pueda consumir de background, hablar de mis perspectivas más personales. Pero definitivamente quiero aprender a hacer research e investigar cosas de mejores maneras.",
  "ReadCounter": false,
  "ReadLog": "No leí el sabado, auqnue escribí mucho jajaj",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Solo estoy empezando a tomar mucho mas café helado.",
  "Score": 5,
  "__v": 0
},{
  "_id": {
    "$oid": "65dd501e06a5f512e1a63fca"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708819200000"
    }
  },
  "WhatHurts": "Me dolió la espalda bien duro y mucha de la acidez que traía del día pasado permaneció dentro mío.",
  "Feels": "Fue un día tranqui, sali con mi familia a comer, me sentí un poco abrumado del dinero que gastó mamá en mi ropa para la graduación porque se que es algo que ella quería pero al final yo también lo quise un poco y no aporté. De todas formas, tanto la comida como la ropa fueron cosas que ella sugirió y no debo sentirme tan presionado sobre eso. La pase bien. En la mañana me molesté un poco con Nana porque no separó el dinero para la barbacoa como acordamos, pero se lo pase porque se sentía mal. En general me sentí algo frustrado de que me tratara tan así como de manera secundaria por su dolor pero ella igual me cuidó mucho cuando yo enfermé y lo valoro mucho. En la noche vino Kevin y Paola a jugar Catan y la pasamos muy bien. Aunque no gané lo disfruté mucho jajaja me gusta ver a Nana emocionada aunque se ponga un poco inmamable sobre como habla sobre sus skills. Pero igual la amo demasiado.",
  "Selfesteem": "Durante el día si tuve spikes fuertes respecto a mi autoestima, me siento más valioso por las cosas que puedo hacer, pero me preocupa un poco las proyecciones que me hago y expectativas en razón de un potencial éxito en una nueva actividad. No quiero decepcionarme de mi. Pero bien dicen que para ser exitoso en algunas cosas, uno debe ser algo delusional, o creer en uno mismo de una manera irracional. Nadie más lo va a hacer por mi. ",
  "Expense": 300,
  "ExpensesLog": "130 en nieves, 100 en un llavero y como 70 en estacionamiento y diversas tonterías. ",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar refresco y me siento orgulloso de mi por continuarlo",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No practiqué",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "Sigo sin avanzar en este rubro",
  "SongwritingProgress": 80,
  "SongwritingCounter": 1,
  "SongwritingLog": "No he avanzado más",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Me doy el 50 por el porcentaje de escritura que llevo de otros dos cuerpos de texto",
  "ReadCounter": false,
  "ReadLog": "No leí ayer",
  "JapaneseProgress": 10,
  "JapaneseLog": "No hice mi duolingo ni siquiera",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo, creo que ayer ni tomé café del todo",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65dd524906a5f512e1a63fce"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708905600000"
    }
  },
  "WhatHurts": "Me duele un vergo la espalda aún.",
  "Feels": "Hoy no sentí demasiado, el trabajo tuvo equis, si trabajé y avancé varias cosas, me siento atascado, nada sale, nada termino y las cosas siguen siendo muy manuales y caga palos. Hoy estuve bien con Nana realmente no tuvimos ningún conflicto, la amo mucho. Vino Core a platicar un rato, y estuvo bien, compartimos ideas sobre identidad y sobre exigencia, espero haberle ayudado a expresar lo que necesitaba",
  "Selfesteem": "Hoy reflexioné un poco con Core al respecto pero no se me siento mas bajo de autoestima como si fuera energía, supongo porque pasa mas timepo desde que hice algo que me hizo sentir genial. No me guste que funcione así. Me gustaría que fuera más como un constante. ",
  "Expense": 180,
  "ExpensesLog": "Creo que solo los 130 de las hamburguesas para complementar las papas y 50 para las papas",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca, nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No practiqué hoy",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "Nada",
  "SongwritingProgress": 80,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Voy a tratar de leer ahorita",
  "JapaneseProgress": 10,
  "JapaneseLog": "Voy a hacer mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": true,
  "CoffeeLog": "Nada especial. ",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65dfe58eb8ef05f36cd91ff4"
  },
  "Date": {
    "$date": {
      "$numberLong": "1708992000000"
    }
  },
  "WhatHurts": "Ayer traje un poco de agruras y batallé para dormir. ",
  "Feels": "No quiero hablar demasiado, no tengo muchas ganas de escribir. Discutí con Nana por su manera de convivr con los demás, como me interrumpe y acapara las conversaciones. Ahorita estamos relativamente bien pero no quiero que ella suelte ese tema. Fuera de eso, jugué con los muchachos, la pase bien pero siento que estoy evadiendo mucho mis deberes",
  "Selfesteem": "He estado dudando de mi y mi capacidad de hacer cosas, creo que si hago algo por mucho tiempo me quemo muy rápido, me sirve estar alternando. ",
  "Expense": 350,
  "ExpensesLog": "Al rededor de 350 bolas en comida",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No he practicado",
  "SongProgress": 50,
  "SongCounter": 0,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Ayer si leí un rato.",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Realmente nada nuevo, sigo sin tener huevos de hacer coldbrew, creo que es demasiada cafeína. ",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "65e21a781a199cddd252ec14"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709078400000"
    }
  },
  "WhatHurts": "No me dolió nada hasta donde recuerdo.",
  "Feels": "No hice mucho durante el día, leer y creo que ya. Trabjé un poco y le moví a la rolita que traigo, pero tantito, no estoy seguro realmente de cuanto avancé. Fui a cortarme el cabello y la pase bien, me relajé un poco.",
  "Selfesteem": "No he pensado mucho sobre esto en los ultimos días",
  "Expense": 280,
  "ExpensesLog": "280 pesos del corte de cabello",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar refresco.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No he practicado",
  "SongProgress": 75,
  "SongCounter": 0,
  "SongLog": "He avanzado considerablemente peor no se hacia que dirección",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Sigo igual",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "He seguido leyendo The Violence, se está poniendo considerablemente mejor, pero igual ya lo quiero terminar",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada nuevo, solo mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo que decir",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65e21de21a199cddd252ec18"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709164800000"
    }
  },
  "WhatHurts": "Me dolieron un poco las rodillas por el balance  que tuve que hacer en las gradas para la foto y demás pendejadas incomodas durante la graduación, un poco de agruras en la noche, no debí comer dos hamburguesas, si no una. ",
  "Feels": "Me sentí bien y aliviado de terminar todo mi desmadre de la facultad ya, suponogo que aún queda lo del titulo, pero realmente es pura burocracia . Ya nada más de mentiras nunca ni problemas fuera de mis manos, soy más libre. ",
  "Selfesteem": "Sentí vano el poco alivio que me dio en cuestiones de personalidad el haberme graduado.",
  "Expense": 400,
  "ExpensesLog": "En las promociones del carls jr",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada de refresco aun, lo puedo hacer",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 75,
  "SongCounter": 0,
  "SongLog": "Nada nuevo",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo realmente ayer no hice nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Si leí un poco.",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo, café normal temprano, me dio mucho sueño en la tarde, ya no quiero seguir escribiendoooo",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65e4bb1fd170da50b24e2df1"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709251200000"
    }
  },
  "WhatHurts": "No recuerdo haber tenido dolor de espalda. Se ha estado yendo poco a poco",
  "Feels": "En la mañana discutí con Nana porque estaba muy altanera respecto a una tarea del hogar que quería que hiciera. Realmente me molesté porque estaba haciendo un esfuerzo por acomodar. Peleamos feo y luego ella salió a escribir y lloró. Mientras pasaba todo eso, estuve leyendo. En el trabajo realmente no pasó nada, nacho no estuvo después de la comida y me hice wey virtualmente todo el día. En la noche fuimos al mandado y me di cuenta de que ando mas gastado de lo que pensba, pero está bien, puedo volver a actuar con austeridad. En la noche que llegó Nana me eché una cheve y platicamos un rato en el patio, estuvo bien, me gusta estar con ella en ese contexto también.,",
  "Selfesteem": "No he pensado negativamente de mi en un tiempo, no he pensado mucho sobre mi autoestima, pero no me siento mal. Genuinamente siento que estoy haciendo un buen trabajo. Quizá no es lo mejor que puedo hacer pero es lo mejor que tengo.",
  "Expense": 1700,
  "ExpensesLog": "1250 de mandado, 250 de gas, 200 de spotify",
  "MovementCounter": false,
  "MovementLog": "Nada nuevo",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No recuerdo haber practicado en un buen rato",
  "SongProgress": 70,
  "SongCounter": 0,
  "SongLog": "Creo que si le moví tantito pero no mucho",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Sigo igual",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Si leí un rato. The Violence se está poniendo mejor, despues de un vergo de paginas pero lo estoy disfrutando más pues.",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo le he dado al duolingo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Compré la leche half n half y si está pasada de verga jajaja",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65e4bd73d170da50b24e2df5"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709337600000"
    }
  },
  "WhatHurts": "Me duele algo la garganta, creo que estado fumando mucho y debo parar.",
  "Feels": "Ayer le hice de desayunar a Nana por la mañana, después de que se fue me puse a jugar. Casi que solo hice eso. Mas tarde mi mamá me trajo un hotdog y me comí eso y un sandwich. Seguí jugando un buen rato, después hice ejercicio, me bañé y jugué un poco más. Creo que en realidad si fue un día de descanso. Más noche fuimos a la fiesta de un tio de Paola la novia de Kevin. La pase bastante bien, estaba muy ameno, me agradan mucho esos señores y no se estuvo chido, Nana convivió mucho mejor.",
  "Selfesteem": "No tengo mucho más que agregar. Me gusta ultimamente estarme comunicando de una manera que es más efectiva para mi. No se como lo estén experimentando las demás personas.",
  "Expense": 250,
  "ExpensesLog": "Creo que solo gasté 250 pesos de la salchichas que llevé y otras weas así.",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio ayer después de mucho tiempo y lo disfruté, me gusta aplicar la tecnica que aprendí para caminar, y es una muy buena excusa para escuchar magnus archives.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar coca, ayer si esquivé una bala de buena manera.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 70,
  "SongCounter": 0,
  "SongLog": "Nada que agregar",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada que agregar",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada que agregar",
  "ReadCounter": false,
  "ReadLog": "No leí el día de ayer",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada que agregar",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65e65f1335594b152f2a22ff"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709424000000"
    }
  },
  "WhatHurts": "Ayer traje muchas agruras por la salsa macha",
  "Feels": "Ayer por varios ratos sentí que Nana no me gustaba, no se creo que la idea de lo de los piercings y como ha actuado ultimamente me hace cuestionarme mucho como me siento respecto a ella, a veces creo que no me interesa de esa forma, pero le tengo mucho cariño y mucho amor. Creo que nadie me interesa de esa forma o me parece realmente interesante. Todos somos farsantes y tontos y ver a alguien mas de cerca solo confirma la verdad del mundo que es que todos tenemos defectos y damos cringe. Supongo que es algo con lo que tengo que lidiar. Honestamente, a veces me cuestiono que es el amor. Si realmente lo he sentido o lo siento, pero no puedo decir que estoy mal. \n\nConté mis calorias del día y me di cuenta que me excedí solamente por la barbacoa, realmente lo demás que comí estuvo bien. Creo que el queso puede ser un factor dificil, pero estoy siendo mas consiente al respecto. Ser ejercicio no está nada mal. Le eché el ojo a los rice cakes. \n\nTambién leí mas de Rain y medité un poco respecto a diversas situaciones",
  "Selfesteem": "Creo que estoy empezando a dar al extremo donde me siento muy superior, no quiero calmar eso de manera dañina pero quiero querer quiero compadecer a la gente, tener empatía. ",
  "Expense": 0,
  "ExpensesLog": "Creo que ayer no gasté nada. Mamá me compró las palomitas",
  "MovementCounter": true,
  "MovementLog": "He estado haciendo ejerciciooo yeeeeeeeeeeeeea boiiiiiiiii",
  "MeditationCounter": true,
  "MeditationLog": "Leí RAIN y medite por un corto tiempo sobre diversos temas de mi vida. Fui mas presente en ese momento totalmente. ",
  "CokeCounter": false,
  "CokeLog": "No tomé nada de coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 80,
  "SongCounter": 0,
  "SongLog": "Creo que le moví tantillo pero realmente no demasiado",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Leí Radical Compassion y The Violence un poco también. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "La half n half en los cafés con hielo me hacen simp la neta",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65e7747eabccecabd1a6c930"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709510400000"
    }
  },
  "WhatHurts": "No tuve alguna clase de dolor ayer. Durante el ejercicio si sentí que me empujé un poquito muy lejos, debería darle mas tranquilo",
  "Feels": "No recuerdo muchas cosas de valor que hayan pasado el día de ayer, me refiero como a experiencias personales. Trabajé un poco. Mezcle Bugambilias y ya está en punto en el que me siento mayormente comodo con como funciona, solo me queda grabar voces y mezclararlas e incluir algo de FX y paneo, master. Me siento bien al respecto, he avanzado considerablemente, me siento orgulloso al respecto. En la noche fui a ver Dune con Lokura Gaming y estuvo bastante bien, me encanta esta historia, quiero leer los libros. Quiero leer más en general. No se porque me sentí incomodo con estos vatos. Puede ser la presencia de mujeres más tradicionales que me hace sentir raro. No se porque me siento así al rededor de Churro, los muebles creo que me han hecho sentir mal cuando me he vulnerado y quizá hay una herida ahí. Pero no se como resolverlo, no quiero recurrir a compararme o a sentirme superior. ",
  "Selfesteem": "Creo que ha estado mejorando mi autoestima y autocompasión al menos hacia mi. Debe ser un camino largo, pero creo que debo trabajar en respecto a heridas sociales que tengo respecto a la gente y trabajar en mi ansiedad.",
  "Expense": 250,
  "ExpensesLog": "180 maso en el cine y el restante en cigarros y estacionamiento.",
  "MovementCounter": true,
  "MovementLog": "He seguido mi rachita con el ejercicio, me siento bien al resepecto, se siente bastante bien cuando lo estoy haciendo.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "No he tomado coca, aunque ayer pude estar cerca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada.",
  "SongProgress": 82,
  "SongCounter": 0,
  "SongLog": "He seguido con la mezcla como mostré en el Feels log, me siento muy bien con ello y entretenido, quisiera ser mas efectivo en lo que hago.",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": false,
  "ReadLog": "Ayer si leí bastante breve medio capitulo de The Name of the Wind ",
  "JapaneseProgress": 10,
  "JapaneseLog": "No he avanzado mucho más. Ayer no hice Duolingo, genuinamente se me fue el pedo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo realmente. Estoy disfrutando mi iced coffe. Ayer tuve el ultimo vaso con half n half y soy adicto a esa madre. Aunque tiene mucha grasa y prefiero no consumirlo demasiado. ",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65e94f98dbf347e6258b28ee"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709596800000"
    }
  },
  "WhatHurts": "No tuve ningún dolor el día de ayer",
  "Feels": "Me sentí molesto durante el jale, ya quería decirle a Nacho que quiero renunciar, o que no quiero estar mucho mas tiempo pues. En la noche hablando con Nana tuvo una clase de breakdown quejandose sobre como la presiono y definitivamente si me estoy pasando de verga muy duro. Quiero dejar de ser tan duro con ella y conmigo por consiguiente. ",
  "Selfesteem": "Creo que ayer si empecé a cuestionarme como voy emocionalmente, por la manera que he tenido de manejar todo esto. ",
  "Expense": 100,
  "ExpensesLog": "De estacionamiento",
  "MovementCounter": true,
  "MovementLog": "He mantenido una pequeña racha de ejercicio. No quiero parar, pero igual no quiero quemarme",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar nada de refresco",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 80,
  "SongCounter": 0,
  "SongLog": "Nada nuevo",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Si he leído un poco más",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Solo he estado tomando iced coffe y lo disfruto, no hay mucho más que decir",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65e9511edbf347e6258b28f2"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709683200000"
    }
  },
  "WhatHurts": "Traje un poco de carraspera, creo que es por el cigarro, debo bajarle un poco pero tengo muchos impulsos dopaminicos, siento que no tengo nada con lo que realmente me pueda recomepnsar. Todo se siente como una tarea o una obligación ",
  "Feels": "Me sentí presionado hoy y como un fallo, siento que soy un novato para todo y me hace sentir mal pensar eso, pero estoy tratando de permitirlo y ser mas racional conmigo y compasivo y dejarme seguir con la idea de que estoy haciendo un buen esfuerzo. Porque es verdad, es un buen esfuerzo. Así como le digo a Nana que lo que realmente me importa es verla hacer el esfuerzo, yo estoy haciendo el esfuerzo y soy especial por ello, soy importante soy bueno para mi y tengo una buena relación conmigo por ello. A pesar de haberme sentido mal, no voy a dejarme derrotar por esas dudas. ",
  "Selfesteem": "Aunque flaquee mi autoestima, puedo sentir que el esfuerzo que estoy metiendole en forma de fundamentos que me ayudan a sostenerme en los momentos en los que dudo, eso está excelente. ",
  "Expense": 20,
  "ExpensesLog": "Hoy no gasté dinero en nada hasta donde recuerdo, quizá 20 pesos en el agua mineral",
  "MovementCounter": true,
  "MovementLog": "Hice poco menos de ejercicio que otros días, pero hice lo que sentí que podía de manera comoda. Estoy haciendo un excelente esfuerzo, tengo que ser paciente y no permitir que mi estres queme mi habilidad de progresar de esta forma. Te quiero mucho Edgar",
  "MeditationCounter": true,
  "MeditationLog": "Hoy medité un rato. No me gustó porque sentí que casi me quedo dormido y tampoco sentí que tuviera un efecto en mi. Pero voy a procurar darle mas oportunidades. No pierdo nada",
  "CokeCounter": false,
  "CokeLog": "Sigo sin tomar refresco y soy genial por ello",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué un rato de manera muy forzada. Si sentí que estuve solo tachando tareas en una lista y es molesto, pero no está mal. ",
  "SongProgress": 80,
  "SongCounter": 0,
  "SongLog": "Nada nuevo",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Voy a leer un rato antes de dormir, tengo ganas. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Casi se me acaba el café mañana iré a comprar más. ",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65eb84b18bdb33813551c4dd"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709769600000"
    }
  },
  "WhatHurts": "No recuerdo sentir dolor de algo.",
  "Feels": "Fue un día tranquilo, he tenido un montó de hueva de trabajar y no he podido recueprarme de el frenzy de jugar retail. Si estoy haciendo otras cosas pero la idea de trabajar me abruma un vergo. En la noche fui a comer con Kevin y Core estuvo muy rica la comida, lo disfruté mucho. Adriana me habló random nada mas a saludarme pero a decir verdad me puso nervioso que empezara a insinuar algo y tener que retacharla, yo creo que fue suficiente con incorporar temas sobre Nana a la conversación.",
  "Selfesteem": "No se si ayer pensé sobre mi autoestima realmte. Quizá en forma de, que loco que la gente me hable, especialmente mujeres, se que es una idea tonta y si alguien lee esto disculpen por el cringe. Es solo que nunca me he sentido suficientemnete interesante o tradicionalmente atractivo, en el contexto de atraer a alguien a sentirse con ganas de hablarme, o quizá simplemente hace mucho tiempo que no me siento así porque ahora que tengo pareja y puedo compartir mi vida con alguien no veo mucha necesidad de andar socialziando de manera activa como antes.",
  "Expense": 450,
  "ExpensesLog": "325 de la comida y el resto de chucherias del seven para mi y para mamá",
  "MovementCounter": true,
  "MovementLog": "No he roto la racha de ejercicio pero ya vengo sintiendo que necesito un descanso",
  "MeditationCounter": false,
  "MeditationLog": "No medité el día de ayer",
  "CokeCounter": false,
  "CokeLog": "No he tomado nada de refresco",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Ayer si practiqué un rato si recuerdo bien, o no se si fue antier, de todas formas me voy a dar el punto",
  "SongProgress": 80,
  "SongCounter": 0,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada. Ya no he seguido con la idea del video de pronto me dio mucha hueva y hago esto que se siente como vivir toda una vida en un segundo donde me cuestiono todos los caminos que podría tomar y si valen la pena",
  "ReadCounter": true,
  "ReadLog": "Leí the violence y fuck si se está poniendo muy bueno, especialmente todo el tema con Ela, su personaje es el que mas me gusta y estoy agarrando un cierto cariño por Patricia pero fuck Chelsea es una caga palos de primera. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo he hecho mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada nuevo, se me terminó el café y toy tomando un soluble de mierda pero hoy viernes voy a ir a copmprar el de Kali",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65ed508b98ca5cfb9f43c382"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709856000000"
    }
  },
  "WhatHurts": "No me dolió nada",
  "Feels": "Durante el día laboral me estuve haciendo wey y jugando  wow, le dediqué un buen de tiempo a  eso, y a leer, estuvo bien. En la tarde si saque algo que era necesario respecto a los PDFs de Yabi.co pero nada mas eso, Nacho estaba fuera y yo estaba aprovechando eso. Cuando salí fui al super con mamá a comprar café y otras weas, estuvo bien. La pase bien, no gasté tanto realmente. Cené demasiado quizá me excedí con eso. ",
  "Selfesteem": "Me siento mas en control después de haber hablado con mamá respecto a el futuro.",
  "Expense": 500,
  "ExpensesLog": "425 de weas que compré en el mandado, weas de confort realmente, café y crema, unas magnum. 75 de cigarros",
  "MovementCounter": true,
  "MovementLog": "Tenía racha ayer todavía auqnue hoy la rompí para dejarme descansar",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada de coquita. Coquita noo",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "No recuerdo, creo que no.",
  "SongProgress": 80,
  "SongCounter": 0,
  "SongLog": "Nada nuevo ayer",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Sigo leyendo The violence, está genial donde voy, está progresando muchisimo mejor.",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo, no le he dado más a lessons.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Tomé café instantaneo porque se me acabó el chido.",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "65ed516f98ca5cfb9f43c386"
  },
  "Date": {
    "$date": {
      "$numberLong": "1709942400000"
    }
  },
  "WhatHurts": "No recuerdo que me doliera algo hoy (ayer porque son las 12:18 del 10)",
  "Feels": "Hoy grabé todo el día. Leí un poco también pero solo me dediqué a eso. Ayudé un poco a mamá con la comida. ",
  "Selfesteem": "Me siento un poco frustado con mi manera de hacer música pero es lo que es. Es lo que tengo para expresarme y agradezco que lo tengo y que lo soy.",
  "Expense": 300,
  "ExpensesLog": "Voy a añadir aqui 250 de gas que gasté ayer y no conté. Ademas de 30 pesos de agua en el seven. Nada más",
  "MovementCounter": false,
  "MovementLog": "Hoy me permití descansar.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada de coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 90,
  "SongCounter": 0,
  "SongLog": "Ya grabé las voces. Voy a editarlas y a mezclar al rededor de ellas y ya ver si me aviento un master ahorita o si me espero a que tenga todas las rolas para mandarselas a Omi a ver si me hace el paro. ",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "No le he movido más",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nda nuevo",
  "ReadCounter": true,
  "ReadLog": "Si leí un rato considerable",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada nuevo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Café con half n half es god. Lo disfrute. ",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65f0ab3248105f350819904d"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710028800000"
    }
  },
  "WhatHurts": "No recuerdo haber tenido algún dolor",
  "Feels": "No hice realmente nada mas que grabar voces de bugambilia y mezclar, fue bastante incomodo y caga palos pero de cierta manera me hizo conectar mas con las ideas de porque me gusta hacer musica, las partes que si disfruto o la satisfacción que siento cuando algo resulta salir bien. No estoy super satisfecho con los resultados pero voy a hablar mas mañana.\n\nFuera de esto en la mañana fui a dejar a Nana escuché Magnus archives y lo disfrute un buen. Ha habido varios que han estado pata pero los ultimos me han gustado más.\n\nCompré para comer con mamá y ya todo el resto fue mezcla, en la noche me eché un cigarro con angeles y ya. ",
  "Selfesteem": "Definitivamente mi autoestima gira mucho al rededor de como invierto mi tiempo y a veces no hacer nada productivo si me resulta muy estresante, quiero buscar una manera de trabajar en eso sin dejar de dedicarme a las cosas que me gusta o bien, ocupar mi tiempo en las cosas que a la larga me van a hacer mas feliz",
  "Expense": 350,
  "ExpensesLog": "Compré comida para mamá y para mi y un café de la cafeteria de la colonia",
  "MovementCounter": true,
  "MovementLog": "Este dia si retomé el ejercicio después de descansar el sábado y estuvo bien.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada de coquita",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada, aunque realmente estuve haciendo mucho mientras producia y mezlcaba",
  "SongProgress": 95,
  "SongCounter": 0,
  "SongLog": "Casi a terminar y esta grabado todo toca terminar de mezclar",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "No he terminado la rola del FOMO pero ya la quiero acabar",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Sigo sin darle a este pedo.",
  "ReadCounter": true,
  "ReadLog": "Creo que si leí un rato el mimingo",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Iced coffe con half and half mi trip",
  "Score": 5,
  "__v": 0
},{
  "_id": {
    "$oid": "65f0ad3548105f3508199051"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710115200000"
    }
  },
  "WhatHurts": "Ayer pues me dolía la garganta por el puto cigarro, me le estoy dejando caer mucho y no quiero que ese habito crezca demasiado.",
  "Feels": "Todo tranquilo, día laboral leve no hice mucho, Nacho no me buscó en todo el día, di por terminada Bugambilias le di en su madre a unas cosillas de mezcla que posteriormente tuve que corregir pero fue suficiente para llamarle final mix 1, se la pase a Omar y amigos para ver que pedo y me sentí satisfecho con sus reacciones aunque se que no es nada impresionante, la escuché en el carro de Gera y me pareció muy flaca así que hoy martes fue cuando realmente ya terminé y escuché en el carro y salió increíble.\n\nFuimos al indio azteca y fak men gaste mucho mas de lo que creía pero la pase bien, ta bien de vez en cuando darme esos gustos alv. Me gustó platicar de pelis y cotorreo de IT con todos, mi lado de la mesa tuvo chido. Me gusta saber que tengo esos amigos aunque haya muchas cosas en las que no me puedo incluir del todo, debo recordar que realmente tampoco quería, si realmente fuera algo que yo deseara algo hubiera cambiado ya, pero no me identifico con la música de los muebles, no me gusta tocar en vivo así, no me gusta el proceso de producción o las decisiones creativas que toman, hay muchas cosas que tan equis la neta. ",
  "Selfesteem": "De nuevo el tema de la productividad y la aprobación externa. No está mal supon go, sentirme bien por hacer el esfuerzo y compartir con mis amgios, puede ser que todo sea cuestión de verlo distinto",
  "Expense": 1050,
  "ExpensesLog": "Es de los días que mas he gastado en una puta sentada la neta, pero bueno a la otra ya se como prevenirme de estas mamadas o deperdido vivirlo al 100.\n\nPagué 550 en el indio azteca por el festejo de omar\n250 del celular\n189 del uber\ny 75 de cigarros, de la vergota.",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio en la tarde.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada de coca.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada realmente",
  "SongProgress": 100,
  "SongCounter": 1,
  "SongLog": "Se completó bugambilias finalmente. No se armó en 1 mes como quería pero tampoco estuvo mal, 3 meses a comparación de 1 fuckin año o 2 años. Puedo mejorarlo, espero que Folclor de luna me tome menos.",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo que decir",
  "ReadCounter": false,
  "ReadLog": "No leí ayer",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": true,
  "OmarHangout": true,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Cafecito con half n halff aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa",
  "Score": 4.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65f3c608a993ec568e0e0d4a"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710201600000"
    }
  },
  "WhatHurts": "No recuerdo que me doliera nada",
  "Feels": "La verdad es que estos d[ias estan medio blurry porque me desvele el lunes y estuve muy cansado y no recuerdo realmente haber hecho nada que sea necesario recordar. Creo que este dia particularmnete solo jugue wow y cene con mamá tacos",
  "Selfesteem": "Ha mejorado mi autoestima desde que acabé bugambilias. Hice algunos cambios más pero realment etambién ha abierto la puerta a muchas comparaciones con los demás ",
  "Expense": 0,
  "ExpensesLog": "Creo que no gasté nada el martes",
  "MovementCounter": true,
  "MovementLog": "Sigo constante con hacer ejercicio, todo bastante bien, he podido mantenernlo como un habito y no todos los días lo disfruto per se pero no está nada mal",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 0,
  "SongCounter": 1,
  "SongLog": "No he empezado Cémpasuchil el nombre que edgar del futuro ha decido darle, pero he estado conectado con la canción",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": false,
  "ReadLog": "No he leído en estos días",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo, me mama la half n half",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65f3c76aa993ec568e0e0d52"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710288000000"
    }
  },
  "WhatHurts": "Nada me duele en realidad",
  "Feels": "Dia equis de jale, estuve conenctado con Cémpasuchil más y en la noche vino Core, Oscar y Kevin y jugamos mario party, comimos pizza y demás. No estuvo nada mal pero a veces Kevin se caga machín",
  "Selfesteem": "Sigo pensando mucho en mi carrera y en ser un adulto y si realmente estoy haciendo las cosas bien. Últimamnete me he comparado mucho y no me gusta eso",
  "Expense": 100,
  "ExpensesLog": "100 bolas de la pipza al parecer, mañana que me depositen se los paso al core",
  "MovementCounter": true,
  "MovementLog": "Siempre ejercitado ou yeah",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada que decir",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "He estado practiando Cémpasuchil",
  "SongProgress": 0,
  "SongCounter": 1,
  "SongLog": "No he empezado a grabar cémpasuchil tho",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada nuevo",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada, se me acabo la half n half sadly",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65f3c946a993ec568e0e0d57"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710374400000"
    }
  },
  "WhatHurts": "La pierna un poco mientras hacía ejercicio me dolió como el joint de la pelvis y el femur izquierdo",
  "Feels": "Día largo me sentí muy cansado no hice mucho en el jale pero a la vez es el día de la sema que más he trabajado. Salí con Nana hace rato al Salds y DQ en galerías la pasé bien pero definitivamente se ha vuelto más dificil convivir, no se cuanto vamos a durar o si es algo que yo tengo aceptar o que.",
  "Selfesteem": "Siguen las comparaciones y dudas sobre mis capacidades, no me siento muy acomplished para ser honestos, pero se que si veo hacía dentro y quien soy yo fuera del contexto de extraño, soy una persona capaz, interesante y que está haciendo las cosas muy bien. Escribir esto me hace sentir raro, verdaderamente no lo creo aun cuando se que se verdad",
  "Expense": 350,
  "ExpensesLog": "350 de salads y nieve con Nana",
  "MovementCounter": true,
  "MovementLog": "Si hice ejercicio, hoy se sintió mas ligero que otros días y pude notar que mi pulso está mas controlado, en otro sentido, mamá me regaló la bascula y peso 153 kilos. Es mucho más de lo que creía y aunque es un poco alarmente, se que ya estoy haciendo el esfuerzo por cambiarlo. Aunque siento que no me estoy ayudando con la manera en la que me alimento, especialmente las cosas que hacemos de comer en casa, creo que si quiero hacer un cambio debo ser mas hands-on en mi alimentación, quizá este domingo podría dedicarlo a limpiar y hacer un par de cosas cenas para comer durante la semana. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué un poco Cémpasuchil",
  "SongProgress": 0,
  "SongCounter": 1,
  "SongLog": "No he empezado a grabar realmente. ",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Voy a leer ahorita",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada nuevo, solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Ultimo café con half n half",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65f66c215c6255dc14d3a703"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710460800000"
    }
  },
  "WhatHurts": "No recuerdo que me haya dolido nada ayer. Me sentí algo cansado con sueño. Creo que aún muchas comidas aunque no estén tan culeras me dan sueño o no me dan energía. No estoy seguro. ",
  "Feels": "Ayer me hice algo wey en el trabajo. Tuve una larga llamada con Nacho sobre lo mismo de siempre, planes y planes. No le veo un final a la wea. Legitiamente estoy esperando a ver si con las comisiones se arma algo interesante y si no ya es hora de partir. Jugué wow durante el día, hice ejercicio, saliendo del jale me preparé para irme al Nido a la despedida de Erick. La pasé chidillo. No me gusta pistear la neta. Estaba pinche cheve bien caliente ptm pero bien. Omar se aventó el master de Bugambilias en ese rato y está mamalón. Puede ser que haya perdido algo de personalidad un 5% pero tampoco quiero que la rola resalte por las razones equivocadas. Ver a todos progresar en este pedo me hace sentir extrañamente muy atras pero me conforta saber que tengo objetivos, compromiso con mi familia y que no he soltado la wea. No he dejado ir mi sueño de hacer música de manera profesional. Quizá solo estoy esperando a ver que me depara el futuro. Pero quiero hacer un buen disco, eso es lo que realmente quiero. Quiero reconocimiento de quien soy, sentirme visto seen como dicen los gringos.",
  "Selfesteem": "Me explayé arriba pero las comparaciones siguen algo activas.",
  "Expense": 450,
  "ExpensesLog": "Unos 450 gastados entre uber y cheve y cigarros y weas.",
  "MovementCounter": true,
  "MovementLog": "Si hice ejercicio porque soy crack",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "He estado practicando Cémpasuchil para poder tirar una toma limpia y concisa. ",
  "SongProgress": 5,
  "SongCounter": 1,
  "SongLog": "Supongo que lo que estoy haciendo es parte del proceso así que me voy a dar ese 5%",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "No ha cambiado esto",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Estoy retomando la lectura afortunadamente, nunca la deje pero más bien la rachita. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo. Nada nuevo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": true,
  "OmarHangout": true,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Se me acabo el half n half y he estado tomando café regular",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65f66c4e5c6255dc14d3a705"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710460800000"
    }
  },
  "WhatHurts": "No recuerdo que me haya dolido nada ayer. Me sentí algo cansado con sueño. Creo que aún muchas comidas aunque no estén tan culeras me dan sueño o no me dan energía. No estoy seguro. ",
  "Feels": "Ayer me hice algo wey en el trabajo. Tuve una larga llamada con Nacho sobre lo mismo de siempre, planes y planes. No le veo un final a la wea. Legitiamente estoy esperando a ver si con las comisiones se arma algo interesante y si no ya es hora de partir. Jugué wow durante el día, hice ejercicio, saliendo del jale me preparé para irme al Nido a la despedida de Erick. La pasé chidillo. No me gusta pistear la neta. Estaba pinche cheve bien caliente ptm pero bien. Omar se aventó el master de Bugambilias en ese rato y está mamalón. Puede ser que haya perdido algo de personalidad un 5% pero tampoco quiero que la rola resalte por las razones equivocadas. Ver a todos progresar en este pedo me hace sentir extrañamente muy atras pero me conforta saber que tengo objetivos, compromiso con mi familia y que no he soltado la wea. No he dejado ir mi sueño de hacer música de manera profesional. Quizá solo estoy esperando a ver que me depara el futuro. Pero quiero hacer un buen disco, eso es lo que realmente quiero. Quiero reconocimiento de quien soy, sentirme visto seen como dicen los gringos.",
  "Selfesteem": "Me explayé arriba pero las comparaciones siguen algo activas.",
  "Expense": 450,
  "ExpensesLog": "Unos 450 gastados entre uber y cheve y cigarros y weas.",
  "MovementCounter": true,
  "MovementLog": "Si hice ejercicio porque soy crack",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "He estado practicando Cémpasuchil para poder tirar una toma limpia y concisa. ",
  "SongProgress": 5,
  "SongCounter": 1,
  "SongLog": "Supongo que lo que estoy haciendo es parte del proceso así que me voy a dar ese 5%",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "No ha cambiado esto",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Estoy retomando la lectura afortunadamente, nunca la deje pero más bien la rachita. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo. Nada nuevo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": true,
  "OmarHangout": true,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Se me acabo el half n half y he estado tomando café regular",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65f7bf7933cfe81b924514fb"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710547200000"
    }
  },
  "WhatHurts": "No recuerdo que me doliera algo nomas andaba medio somnoliento",
  "Feels": "Ayer fui en la mañana a dejar a Nana con mamá al café y después fuimos a desayunar al Meme's al fin se me hizo ir a ese lugar texano al que van los del nido y fuck está increible es mi nuevo lugar favorito. Fuimos al super y gastamos un poquillo pero todo bien. Llegamos ya por la media tarde a la casa y tire hueva. Hice ejercicio, me entraron muchas ganas pero igual durante el finde he andado muy indispuesto. No quiero hacer nada, pero hice 200 calorias en la caminadora sin mucho esfuerzo. Estuvo bien. No fue un mal día pero tampoco puede decir que fue memorable.",
  "Selfesteem": "Creo que ayer no pensé mucho en lo del autoestima. He estado reflexionando sobre el tema de las comparaciones y tratando de ser compasivo conmigo también respecto a la comida. ",
  "Expense": 950,
  "ExpensesLog": "450 en meme's y 500 en despensa. No recuerdo haber gastado mucho más. ",
  "MovementCounter": true,
  "MovementLog": "200 calorias de ejercicio. Es lo más que he hecho recientemente y no estuvo nada mal. Creo que traía mucha energía. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada, aunque empiezo a sentir que lo necesito",
  "CokeCounter": false,
  "CokeLog": "Pues que te digo. No he tomado nada de refresco aún. ",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Sigo dandole a cempasuchil",
  "SongProgress": 5,
  "SongCounter": 1,
  "SongLog": "Nada nuevo, sigo practicando",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nda",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Ya he estado leyendo mas constante de nuevo",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada nuevo mas que duolingo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nadap",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "65fbb14bb8d0084f491a15e1"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710633600000"
    }
  },
  "WhatHurts": "No recuerdo dolores",
  "Feels": "Me pase un poco de verga con lo poco que escribí estos días ya casi no me acuerdo que pasó el domingo. Creo que solo huevone, en la mañana llevé a Nana al jale y luego vine a la casa a hacer sabrá dios que. No recuerdo, Definitivamente hice ejercicio, jugué wow o algo similar, zomboid. Le compré una burguera a Nana y luego platicamos con Angeles un buen rato. ",
  "Selfesteem": "La neta me siento equis ni hablar de esto quiero",
  "Expense": 640,
  "ExpensesLog": "Aprox, puse gas en el mañana y luego fueron como 130 de cigarros y no se que mas mamadas.",
  "MovementCounter": true,
  "MovementLog": "Mi racha persiste",
  "MeditationCounter": true,
  "MeditationLog": "Nada pero lo necesito",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Si traia la rolita de Cempashuchil ahi guitarreandola maso",
  "SongProgress": 5,
  "SongCounter": 1,
  "SongLog": "Nada nuevo",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Si lei un buen rato the violence si no mal recuerod, ya casi acabo",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65fbb2f1b8d0084f491a15e5"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710720000000"
    }
  },
  "WhatHurts": "No me dolio nada",
  "Feels": "Al chile no me acuerdo de nada. Se que en la mañana ya se fue Nana y yo me quedé jugando algo. Después fui por tortillas y weas que ocupaba mamá para la comida y me subí a la caminadora. Hice un buen, creo que lo mas que he hecho en un buen tiempo. ",
  "Selfesteem": "Solo he pensado en esto cuando pienso en musica",
  "Expense": 80,
  "ExpensesLog": "Al parecer solo 80 pesos en el seven",
  "MovementCounter": true,
  "MovementLog": "Buena racha\n",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Tecnicamente. Porque grabé la guitarra de la rola",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Ya grabé la guiarra de la Cempasuchil, voy a escuchar como suena después",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Creo que si leí tantillo",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "65fbb386b8d0084f491a15e9"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710806400000"
    }
  },
  "WhatHurts": "No recuerdo que me duela nada",
  "Feels": "Ayer me quedé tiempo de más en el jale. Salió el modo de juego nuevo de WoW y lo disfruté mucho. Vinieron Keivn y Core y fuimos por tacos y hablamos de nada",
  "Selfesteem": "No he pensado en esto, me siento muy perdido",
  "Expense": 300,
  "ExpensesLog": "Tacos",
  "MovementCounter": true,
  "MovementLog": "Buena racha",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada nuevo",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "65fbb425b8d0084f491a15ed"
  },
  "Date": {
    "$date": {
      "$numberLong": "1710892800000"
    }
  },
  "WhatHurts": "Me sentí muy cansado el día de hoy",
  "Feels": "No sent´pi ni pensé nada en particular. Jalé e hice ejercicio, jugué wow, me siento vacio. Tengo que aterrizar. ",
  "Selfesteem": "No he pesando nada en esto",
  "Expense": 70,
  "ExpensesLog": "En el seven",
  "MovementCounter": true,
  "MovementLog": "Ejercicio",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada nuevo",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Intente hacer un sweet coffe pero me supo muy poquito a café, quizá debó usar mas concentración si quiero una bebida así ",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "65ff6df705ac0eb7fb3ca552"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711065600000"
    }
  },
  "WhatHurts": "Me cansé durante el día y medio dormí mal por la junta con los indús.",
  "Feels": "Tuve una junta muy temprano por la mañana y me quitó sueño. El resto del día de trabajo estuvo tranquilo. Me hice super wey y me enteré de que salía de vacaciones ya. Entrevistamos a un man para el front end free lance y salió bien. Saliendo me jetie un rato y estaba pensnado si ir o no ir a la tocada de lo Thou Art Death. Casi no voy, casi dejo que mi vida social se quedara igual pero me obligué, no se si una parte de mi sabía. Fui  y la pase bien, me hacía mucha falta esa comunidad o simplemente ver otra gente que está contenta de verme también, me es importante, vi a Teruel, Victor, Adrían me tope al productor de Pipe, varias persona, a Kapi aunque nunca se mucho que hablar con ella. A veces la gente es un poco cerrada, igual Chris y Leslie siempre me saludan muy bien. Me sentí acogido la mera neta. Core fue también y estuvo chingon, Me dio gusto todo en resumen. Ver a los Thou Art estuvo bien verga y me dio sentimiento ver a Yara reaccionar ante el publico, algo bastante bonito. Me sentí bien en general.",
  "Selfesteem": "Creo que ir acá me hizo sentir mas apreciado o reconocido, calido. ",
  "Expense": 590,
  "ExpensesLog": "Eché gas 250, 140 de los boletos para entrar y 200 de cena.",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio doble para compensar que comí mal un día antes",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada nuevo ",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada nuevo",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo realmente",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada ni siquiera duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Cafecito normal",
  "Score": 5,
  "__v": 0
},{
  "_id": {
    "$oid": "66012001bc87f31a699d2b39"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711152000000"
    }
  },
  "WhatHurts": "No me duele nada realmente",
  "Feels": "El sabado no hice nada mas que jugar overwatch y vinieron Kevin y Core a pistear la pase bien, nomas pistee mucho y gast[e mucho dinero",
  "Selfesteem": "He estado más tranquilo con esto pero debo estudiar mas al respecto",
  "Expense": 600,
  "ExpensesLog": "600 pesos de cheve y cena ",
  "MovementCounter": false,
  "MovementLog": "Ayer me dejé descansar",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Naqda",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Ayer leí tantillo antes de dormir",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Ya compré half and half y amo ese pedo",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66012067bc87f31a699d2b3d"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711238400000"
    }
  },
  "WhatHurts": "Solo he estado muy agotado",
  "Feels": "No hice nada en todo el día mas que jugar Overwatch y hacer ejercicio doble porque comí mal el sabado.",
  "Selfesteem": "Me he sentido raro respecto a descansar y darme el tiempo para tener ocio, tengo que tener cuidado con los juegos",
  "Expense": 0,
  "ExpensesLog": "No gasté nada el día de hoy",
  "MovementCounter": true,
  "MovementLog": "Hice 200 calorias para compensar que ayer comí culero, hoy no comí muy mal",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "No leí hoy",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Half n half rico",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "6609f810a151c9aaed6741b1"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711324800000"
    }
  },
  "WhatHurts": "Nada nuevo. Por el contrario ese d[ia hice mas actividad fisica",
  "Feels": "Este es el periodo mas largo de tiempo que he pasado sin escribir. Me dieron una semana de vacaciones del jale y la neta me la tome para hacer nada o reposar. No pude evitar sentirme culpable durante muchos de estos días o inutil, pero estoy bien, de manera general suponogo que me siento mas descansado. Voy a tratar de recordar las partes relevantes de mis días. \n\nEl lunes acompañé a mamá por unas llantas que le compró Papá. Fuimos a plaza fiesta anahuac a esperar y echar café. Kevin me contó que estaba aguitado sobre el jale que no le dieron al final y nos topamos un Uber religioso que nos quería contar su vida. Hablé con mamá sobre mis ideas de que hacer con las casas que me van a heredar eventualmente. Creo que fue ese día, está raro pensarlo,  que no voy a tener sangre que aproveché este pedo por mi. ",
  "Selfesteem": "Creo que durante la semana me sentí especialmente fracasado a comparación de todos los demás. No he podido evitar compararme y además no he leido, pero no me hizo mal desconectarme de la rutina que había establecido. ",
  "Expense": 200,
  "ExpensesLog": "Voy a poner que 200 pesos de uber y pendejaditas",
  "MovementCounter": true,
  "MovementLog": "Hice ejericcio. 200 calorias de corrido, escuché el TPAB descubrí que la música definitvamente me motiva más a hacer ejercicio. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nadaa",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 5,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 10,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "nADA",
  "ReadCounter": false,
  "ReadLog": "No recuerdo haber leído ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo me he dedicado a mi duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": false,
  "CoffeeLog": "Nada. He tenido un spot comodo de iced coffe con half n half. Recientemente si he estado usando la moka y guardó el sobrante para no darme sobredosis de cafeína y sabe muy bien, es lo que me ha sabido mas cercano a lo que estoy buscando",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "6609f9bda151c9aaed6741b5"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711411200000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Lo relevante de este día fue los amigos de Nana viniendo. Antes de eso realmente solo jugué OW con Kevin y me preparé. Llegaron como a las 3 o 4, antes fuimos Nana y yo a comprar bebidas y demás. La pase bien. Creí que iba a ser incomodo, pero realmente todos son buena onda, tranqui. Tienen un vibe totalmente distinto y mas como fijado con la gente, pero la neta nada extraño ni fuera de lugar. Estuvieron buenos los juegos de mesa y el catan, la comida y todo. La neta si tragué mucha pizza. He estado subiendo de peso y me hace sentir algo mal revitir mis esfuerzos",
  "Selfesteem": "No se que mas agregar acá, las interacciones con los amigos de Nana no incitaron ninguna pensamiento de este tipo. Pero debo decir que he mejorado con mi relación hacia reclamar cosas a Nana, tanto ella se ha hecho mas responsable como quizá yo estoy mitigando más mis fijaciones o reservando mis comentarios.",
  "Expense": 200,
  "ExpensesLog": "De cocas para los amigos de Nana",
  "MovementCounter": true,
  "MovementLog": "Hice 200 pero mas leve",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada nuevo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo.",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "6609fbbda151c9aaed6741bd"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711497600000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Hice ejercicio. No recuerdo demasiado más, jugué con Kevin OW y mas noche fuimos por comida china con Core y venmiso a comer aca, nada muy especial la neta. En la noche vino Nana y ya nos acostmaos y todo bien. ",
  "Selfesteem": "No pensé nada en esto este dia.",
  "Expense": 300,
  "ExpensesLog": "Comida china pa mi y Kevin ",
  "MovementCounter": false,
  "MovementLog": "Creo que este día no hice ejercicio. Creo. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada nuevo",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "6609fe29a151c9aaed6741c1"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711584000000"
    }
  },
  "WhatHurts": "Nada en particular. ",
  "Feels": "Fui con papá al taller, fue la parte especial del día. Vi a mis tios y mis primos no sentí nada en especifico, quizá pena por algunos que se ve que no hacen nada de sus vidas, esta misma actitud me corrompe mi manera de percibirme a mi mismo pero a la vez supongo que es como un escudo, durante tiempo si me sentí inseguro o en modo defensa. Comí tranqui, me quede un rato y me vine a la casa para prepararme para el rancho. Todo bien",
  "Selfesteem": "Lo que dije en Feels",
  "Expense": 0,
  "ExpensesLog": "Creo que el jueves no gasté nada",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio antes de ior",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nda",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo.",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "660a0049a151c9aaed6741c5"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711670400000"
    }
  },
  "WhatHurts": "Tenía algo de sueño en la mañana pero la armé, en la noche me sentí isolado y me dolía la rodilla pero la pase muy bien. ",
  "Feels": "Me paré temprano para ir a Las Margaritas, pasé por core fuimos por Keivn al jale pao se lo llevó le dimos a la carretera y llegamos por carne y chicharrones, estaba muy bonito, fue tirar hueva nomas conivivr ahí, trip adulto la verdad, hablando puras pendejadas, fuimos la rio, estuvo bien. La pase bien en general, me sentí raro respecto a las interacciones, a veces me hago sentir muy menos. Pero estuvo bien, el regreso en carretera esta verga, esa sensación. Llegué a comprar bebiditas ricas y botona al seven y cené rico, la pase con Nana fue un excelente día. ",
  "Selfesteem": "Ya hablé un poco arriba",
  "Expense": 450,
  "ExpensesLog": "200 de cooperacion y 250 de gasolina",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio hoy pero me moví mas que un día normal y me cansé mas",
  "MeditationCounter": false,
  "MeditationLog": "Nadda",
  "CokeCounter": true,
  "CokeLog": "Rompí la racha después de 2 meses y medio me tomé un vaso de coca porque realmente no había nada más que fuese helado para tomar. No fue demasiado realmente, un vaso y ya llevaba tiempo considerando seguir con mi aversión pero no ponerme en situaciones incomodas tipo gente vegana",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "nADA",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada nuevo, hice duolingo creo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada, mi café normal ",
  "Score": 5,
  "__v": 0
},{
  "_id": {
    "$oid": "660a00e6a151c9aaed6741c9"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711756800000"
    }
  },
  "WhatHurts": "Mucho sueño e isolación",
  "Feels": "Fui con Nana, Papá y Mariana a desayunar, estuvo de la verga el lugar pero me gusta la compañía solo fue meido mal día por la comida, el calor, papá que le mama irse bien lejos, fuimos al costco y me compró un par de cosas y estuvo bien. De regreso también llegmaos a plaza real, todo me estuvo saliendo mal, me quería acostar y kiki mio la cama pero Nana me consentió mucho y me gustó y la pase bien. La amo mucho. También fui al mandado ahora que recuerdo",
  "Selfesteem": "No pensé en esto ",
  "Expense": 900,
  "ExpensesLog": "900 de mandado",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Volví a comprar half n half ",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "660a021ea151c9aaed6741cf"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711843200000"
    }
  },
  "WhatHurts": "Me duele el chamorro derecho yy el puto calor",
  "Feels": "Me siento bien mal de que ya se me acaban las vacaciones y tengo que volver a la puta vida normal y el jale me caga pero bueno. Vi a Diego Ang fuimos a desayunar y por unas sodas italianas, al marco, estuvo bien todo realmente, la pase tranqui, coincidimos con temas de musica, le tire paro y me dio algo de dinero sin querer, en la noche le voy a llevar su maleta a la central.",
  "Selfesteem": "Nada nuevo realmente, algo tranqui. ",
  "Expense": 450,
  "ExpensesLog": "Realmente debieron ser 850 pero Diego basically me dio 400 pesos, fuimos a Memes y fuck está buenisimo",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio hoy tampoco no tnego ganas la verdad.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Tomé coca poruqe pedí un float para beber, nada importante la verdad",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada nuevo, duolingo voy a hacer",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Café rico con half n half. ",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "660f6a7a384acdaf1105c20d"
  },
  "Date": {
    "$date": {
      "$numberLong": "1711929600000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "El lunes realmente solo trabajé, medio me hice wey, jugué plunderstorm y overwatch. Y en la noche empecé a ver 3 body problem que está increible, fue muy buena serie y estoy hypeado por temrinar de leer los libros que traigo y empezar a leer los de 3 body problem ",
  "Selfesteem": "Sigo teniendo presente el tema de la gnete del Nido, no se si estoy viviendo la vida correcta, me da miedo pensar que solo estoy muy comodo",
  "Expense": 0,
  "ExpensesLog": "Siento que no gasté nada",
  "MovementCounter": true,
  "MovementLog": "Retomé el ejercicio despues del fin de semana pesadillo, algo cansado pero bien. He subido de peso de nuevo y estoy tratando de perderlo.",
  "MeditationCounter": false,
  "MeditationLog": "No he meditado casi nada de lo que va del año, esto ha sido una de las cosas que no he podido continuar, creo que porque no se bien porque quiero hacerlo y es algo que ver los resultados es complicado",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "No he avanazado mas",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada más",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada. Creo que he estado soltando mucho mis metas. Quizá solo es que durante las vacaciones realmente no hice nada, podría retomarlo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "He seguido el modo que encontré de hacer café con la Moka y beber la mitad un día y la otra el dia siguiente",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "660f762ce8984793e12325c6"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712016000000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Me asignaron otro proyectillo al jale y avancé una buena cantidad, jugué con Kevin al OW. Nana consiguió el jale en su entrevista y me sentí muy contento por ella. En la noche vinieron los chicos a comer y realmente solo platicamos un rato, no hicimos mucho más. Casi termino 3 body problem y estoy muy enamorado de su guion, pero si hubo declive",
  "Selfesteem": "No he pensado mas profundamente en esto que lo comenté ",
  "Expense": 200,
  "ExpensesLog": "En tacos",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio pero tuve que parar a 175 calorias porque de pronto me sentí muy debil",
  "MeditationCounter": false,
  "MeditationLog": "Nada nuevo que decir",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada nuevo, me he sentido con hueva de moverle.",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo que decir",
  "ReadCounter": false,
  "ReadLog": "No leí",
  "JapaneseProgress": 10,
  "JapaneseLog": "Ni siquiera he estado haciendo duolingo estos días. Lo olvido.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Mismo ritual, nada nuevo que decir. Solo creo que olvide que trate con un darker roast para combinar con leche y funciono bien.",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "660f779ea7e972d8d7f0a124"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712102400000"
    }
  },
  "WhatHurts": "Nada, he estado bien. ",
  "Feels": "No hice mucho. Nana renuncio al jale, termine lo que puedo hacer hasta ahora del proyecto de quattro com que me encargaron y me hice wey. En la noche fui con mamá y nana al costco a comprar un microondas porque el otró mamó. Piché unos hotdogs para los 3 y tomé algo de coca y regresando unas papas, comí mal y se hizo notar. ",
  "Selfesteem": "No he pensado mas en esto, quizá en términos de mi sueldo y la vida que estoy buscando. Deberia negociar ya mi sueldo. ",
  "Expense": 150,
  "ExpensesLog": "En hotchos y el seven",
  "MovementCounter": true,
  "MovementLog": "Ejercicio chido",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Si tomé algo de coca y bebida azucarada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada nuevo",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": false,
  "ReadLog": "No recuerod haber leido",
  "JapaneseProgress": 10,
  "JapaneseLog": "Ni duolingo pa, fuck",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Cafecito normal",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "660f7876a7e972d8d7f0a128"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712188800000"
    }
  },
  "WhatHurts": "Nada en particular, me siento algo gaseoso solamente.",
  "Feels": "Nada especial hoy, tuve una junta con el CEO de quattro com para hablar unas cosas y el resto del dia me hice super wey. Jugué bastante, practique piano un rato e hice estos cambios a Logan para tomar los progresos de dias pasados. Estuvo bien. ",
  "Selfesteem": "Hoy no pensé en esto hasta ahorita que tuve que escribir. ",
  "Expense": 100,
  "ExpensesLog": "No se para que me pidio dinero mamá",
  "MovementCounter": true,
  "MovementLog": "Ejercicio normal, a veces empieza a ser aburrido, pero creo que todo consta de encontrar buen entretenimiento para distraerme",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué un poquito escalas. Con ambas manos y la pase bien, quiero ahcerlo mas seguido",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada nuevo",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Leí un capitulo de The Violence en la mañana para rushear y ya leer 3 body problem",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Quisiera tomar mas cafe pero me haria mal.",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "66122ce3fc1b92f9cea46002"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712275200000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Fue un dia corto, jugue mucho wow para terminar lo de plunderstorm y en la noche OW. Hice varias cosas en el jale pero tranqui en la noche fuimos a lo de Leo y la pase muy bien, inclusive con el aftersito aca en casa, me senti feliz. Fue un buen dia y no tengo mucho que decir",
  "Selfesteem": "He pensado cada vez menos en esto",
  "Expense": 0,
  "ExpensesLog": "Nada",
  "MovementCounter": false,
  "MovementLog": "Nope",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Tome coca en la fiesta",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Lei de los ultimos capitulos del libro de The Violence, ya quiero terminar",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada nuevo medio mantengo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Se me acabo el half n half uwu",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "66122fc3fc1b92f9cea46006"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712361600000"
    }
  },
  "WhatHurts": "Sueno",
  "Feels": "Hoy fue un dia muy equis, realmente no hice mucho, jugar overwatch, ir por Nana, comimos Nieve, jugamos catan con Kevin y core, y mas overwatch, todo tranqui realmente, me hubiera gustado hacer mas en vista de que manana nos la vamos a pasar en la calle, pero tampoco esta mal",
  "Selfesteem": "Hoy no pense en esto para nada.",
  "Expense": 210,
  "ExpensesLog": " Pizza y gas",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 10,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Voy a leer un ratito ahorita",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duoligno",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Hice caf[e para mis amigos hoy y fue buena experiencia, se que no quedo como me gustaria pero no estuvo mal, pss pa ser gratis",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "661370e7d47777327d0a1220"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712448000000"
    }
  },
  "WhatHurts": "Nada, solo mucho sueño, consumí demasiada cafeina.",
  "Feels": "Me la pase hoy bien con Nana, quería darle un día algo especial y puedo decir que al menos fue diferente. Fuimos a desayunar a HEB, por café a monte coyote que le gustó a ella. Y tratamos de ir a la expo japon pero ya no habia boletos. Llegnado vimos Waitress y lo disfrute mucho, 10/10 en verdad, me gusta llorar, ya de ahi cosas mas triviales. Me encargué de hoy seguir programando esta aplicacion en la que escribo para que sea mejor. Ya finalmente hice todo el front en react. Voy a tratar de seguir trabajando despues de escribir este entry, en hacer una pagina de estadisticas. ",
  "Selfesteem": "El dinero hace que piense mejor de mi mismo. Y no me gusta que sea de esa manera realmente. ",
  "Expense": 1768,
  "ExpensesLog": "700 de recibo de gas, 250 de gasolina, 800 pesos de salida con Nana",
  "MovementCounter": false,
  "MovementLog": "Nada. Y me siento algo mal porque ya lo abandone por 3 dias, pero mañana vuelvo. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Hoy tome coca en la calle con Nana, una lata",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 9,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Voy a leer ahorita pero no lo voy a marcar porque debo una de ayer",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo un corto duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Tome café distinto con Nana en una cafe mamona, siento que no me estoy perdiendo de nada la verdad",
  "Score": 5,
  "__v": 0
},{
  "_id": {
    "$oid": "66161d7182dc9a7f0a203efa"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712534400000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Fue un día bien tranquilo durante el día. Hice una tarea en el jale que considero justo el trabajo que hice tuvo tranqui. Nana tuvo su primer día en su nuevo jale. Saliendo del trabajo fui a ver Iron Claw y estuvo cabrón, increible película, tragica historia, me hizo valorar mi vida un poco más y me quede interesado en seguir leyendo algo más sobre los Von Erich. Saliendo fui por Nana al jale con Core y se sentía medio mal, la lleve a consultar, dormimos algo tarde. Estuve pensando que quizá estaba embarazada y como raramente he estado pensando sobre la idea cada vez más. De tener un hijo. Es algo meido absurdo, quizá me gusta la idea, quizá es mi organismo presionandome para cumplir mi función mas primordial.",
  "Selfesteem": "No pensé mucho en esto, pero cada que pienso en la gente del nido me siento mal, me siento atrasado, como un perdedor. ",
  "Expense": 110,
  "ExpensesLog": "Del cine",
  "MovementCounter": true,
  "MovementLog": "100 Calorías para volver a retomar ya que el finde no hice",
  "MeditationCounter": false,
  "MeditationLog": "Nada, pero es importante",
  "CokeCounter": true,
  "CokeLog": "Tomé coca en el cine.",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 9,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Si leí un capitulo o dos no recuerdo.",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": true,
  "CoffeeLog": "He estado tomando con Leche normal poruqe se me terminó la half n half.",
  "Score": 4.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66161e14cdacdaf216494493"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712620800000"
    }
  },
  "WhatHurts": "Sueño, tengo sueño",
  "Feels": "Hoy no hice nada en el jale, jugué overwatch y luego tambien con  Kevin, comi KFC muy rico y ya. Saliendo hice ejercicio, practiqué instrumento y le moví a folclor de luna un poco",
  "Selfesteem": "No pensé en esto hoy mas que cuando Kevin me preguntó por el evento de Los muebles",
  "Expense": 300,
  "ExpensesLog": "280 pollo  y 20 agua mineral",
  "MovementCounter": true,
  "MovementLog": "150 calorias, tratando de acercarme a los 200 de nuevo",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Un poco de coordinación de las manos",
  "SongProgress": 12,
  "SongCounter": 1,
  "SongLog": "Avancé un poquito",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Voy a leer ahorita y lei en la mañan",
  "JapaneseProgress": 10,
  "JapaneseLog": "Me falta hacer duolingo, pero ahorita lo hago",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Café normal con leche normal",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "6618632af95b93a8b7b33822"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712620800000"
    }
  },
  "WhatHurts": "1",
  "Feels": "1",
  "Selfesteem": "1",
  "Expense": 0,
  "ExpensesLog": "1",
  "MovementCounter": false,
  "MovementLog": "1",
  "MeditationCounter": false,
  "MeditationLog": "1",
  "CokeCounter": false,
  "CokeLog": "1",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "1",
  "SongProgress": 12,
  "SongCounter": 1,
  "SongLog": "1",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "1",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "1",
  "ReadCounter": false,
  "ReadLog": "1",
  "JapaneseProgress": 10,
  "JapaneseLog": "1",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "1",
  "Score": 1,
  "__v": 0
},{
  "_id": {
    "$oid": "6618633cf95b93a8b7b33827"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712620800000"
    }
  },
  "WhatHurts": "1",
  "Feels": "1",
  "Selfesteem": "1",
  "Expense": 0,
  "ExpensesLog": "1",
  "MovementCounter": false,
  "MovementLog": "1",
  "MeditationCounter": false,
  "MeditationLog": "1",
  "CokeCounter": false,
  "CokeLog": "1",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "1",
  "SongProgress": 12,
  "SongCounter": 1,
  "SongLog": "1",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "1",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "1",
  "ReadCounter": false,
  "ReadLog": "1",
  "JapaneseProgress": 10,
  "JapaneseLog": "1",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "1",
  "Score": 1,
  "__v": 0
},{
  "_id": {
    "$oid": "661867a9a8ad1ec4b30a2ee7"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712707200000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Ayer fue un día tranqui, volví a dignarme a moverle a Folclor de luna, trabajé un poco, hice ejercicio. Antier había discutido con Nana y ya ayer nos arreglamos en la noche. ",
  "Selfesteem": "No he pensado en esto.",
  "Expense": 20,
  "ExpensesLog": "Agua mineral",
  "MovementCounter": true,
  "MovementLog": "Hice creo 125 calorias y me cansé",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Ndaa",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 13,
  "SongCounter": 1,
  "SongLog": "Abrí la sesión e intenté pero realmente no logré nada, no me gustaba ningun sonido de batería. Hoy fue distinto tho. ",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "nada nuevo",
  "ReadCounter": true,
  "ReadLog": "Leí un capitulo creo. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo he estado haciendo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo, solo mi café normal. ",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "6618aff943465d580f518938"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712793600000"
    }
  },
  "WhatHurts": "La espalda un poco por estar sentado tanto tiempo",
  "Feels": "Fue un buen día hoy, me desperte algo mas temprano de lo regular, leí mientras me tomaba el café y me gustó. Terminé de leer The Violence, y al final es un libro bueno, es un 3/5 un 6/10, no está nada mal, me gustó. No lo recomendaría pero nome arrepiento de haberlo leído. Voy a tratar de terminar el Nombre del viento para seguir a otras cosas. Hice poco durante el trabajo pero hice, jugué Overwatch con Kevin, le moví tantillo a Folclor de luna en la mañana y va por buen camino. Practiqué piano ahorita y no estuvo nada mal, la pase bien. Voy a jugar un poco mas antes de que llegue Nana y ya a dormir. ",
  "Selfesteem": "No pensé en esto hoy, supongo que es algo bueno. Quizá pensé un poco caundo vi que se van a ir a CDMX, pero algo me hace sentir que el secreto es que realmente en lo unico que gastan es en eso. ",
  "Expense": 200,
  "ExpensesLog": "Tacos para mamá y para mi y agua mineral",
  "MovementCounter": true,
  "MovementLog": "Hice 150 calorías, poco a poco voy de nuevo aumentando. Voy a tratar de no fumar un rato para ver como afecta a mi desempeño. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué solo escalas, variadas una en cada mano y luego en las manos juntas y he empezado a las manos desincronizadas.",
  "SongProgress": 15,
  "SongCounter": 1,
  "SongLog": "Ya pude soltar un loop de bombo tarol mas o menos que me gusta y estuve checando algunas cosas de soun design que estuvieron interesantes.",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nda",
  "ReadCounter": true,
  "ReadLog": "Terminé de leer The Violence, el primer libro del año, a este paso podría leer 3 libros, I little too little. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo, lo voy a hacer en este momento. ",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo aqui, sigo esperando la Half n half. ",
  "Score": 5,
  "__v": 0
},{
  "_id": {
    "$oid": "661ca5389c9bbc5617594d6b"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712880000000"
    }
  },
  "WhatHurts": "Nada hasta donde recuerdo",
  "Feels": "Trabajé poco pero ya estoy hasta la verga y quiero dejar esta empresa, me voy a aventar así nomas a la verga a agarrar otro jale ya. Fui con Nana al sushi y al cine en galerias, estuvo verga, cené muy rico y vimos Civil War de Alex Garland, estuvo bien, no genial pero bien, lo disfrutamos. Todo chido. Vi que regalaron Fallout 76 y lo calé y si me gustó",
  "Selfesteem": "Pensé en esto sobre jale y sobre las oportunidades que podría tener",
  "Expense": 600,
  "ExpensesLog": "De cine y sushi",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Un poco",
  "SongProgress": 15,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "No he leido en estos dias",
  "JapaneseProgress": 10,
  "JapaneseLog": "Creo que ni duolingo he hecho",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "661ca61c9c9bbc5617594d70"
  },
  "Date": {
    "$date": {
      "$numberLong": "1712966400000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Estuvo tranqui el día, en la mañana jugué fallout, todo el día jugué fallout realmente y me quedé bien picadote, me gusta perderme en ese pedo pero simultanemanete me hace sentir muy mal. Hice ejercicio y fui con mamá al mandado con la tarjeta de papá y gastamos un vergo. En la noche fue el clasico y lo vimos en casa de Core, la pase bien verga, tome rico y el partido estuvo increible, 1 gol en menos de un minuto y un gol en el ultimo minuto, espectacular. Cené muy rico y la pase chingon. ",
  "Selfesteem": "No pensé en esto ayer",
  "Expense": 400,
  "ExpensesLog": "Le piché comida a mamá del super saladas y estuvo muy rico la neta",
  "MovementCounter": true,
  "MovementLog": "150 calorias creo pero si me costo mucho trabajo",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Unos sorbos de coca de Nana, y pues cheve",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 15,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada nuevo aca tampoco",
  "Score": 5,
  "__v": 0
},{
  "_id": {
    "$oid": "661de83c4e0e4ddb5e1c05a3"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713052800000"
    }
  },
  "WhatHurts": "No recuerdo que me doliera algo",
  "Feels": "Desperté algo tarde, llevé a Nana al jale, regresando fui por agua con mamá y compramos barbacoa, el resto del día realmente solo jugué Fallout, me siento deprimido de nuevo. Tengo hueva de todo. Solo quiero jugar, quiero cambiar de trabajo. Estuve cranky e irritable todo el día también. En la noche traté de moverle tantillo y ala cancion y nada más concluí que no quiero platillos",
  "Selfesteem": "Pensé en esto ayer, poruqe no siento que hago suficiente, todo el día estoy jugando. Juego porque me siento mal y me siento mal porque juego, no se que hacer conmigo mismo. ",
  "Expense": 200,
  "ExpensesLog": "60 pesos de barbacoa y 140 de seven snacks",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 16,
  "SongCounter": 1,
  "SongLog": "No he avanzado mucho, solo conclui que no quiero hit hat o rides",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Muy apenas voy con duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Ya tengo half n half y vuelvo a vivir. ",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "6622ada71ae81465247f0f78"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713139200000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "No recuerdo nada memorable el lunes. Debido a los eventos de esta semana ha sido algo dificil mantenerme al tanto de todo. Solo recuerdo que en la noche llegó Nana y no pudimos ver heathers y creo que fuimos por algo de botana",
  "Selfesteem": "No he pensado en esto en casi toda la semana",
  "Expense": 0,
  "ExpensesLog": "Segun la tarjeta no gasté nada",
  "MovementCounter": true,
  "MovementLog": "Imagino que el lunes si me ejercité, creo que vi fallout mientras lo hacia",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 17,
  "SongCounter": 1,
  "SongLog": "Creo que este dia empecé a experimentar bajos",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingois",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada interesante que decir, ultimamente la half n half ya no me sabe tan rico",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "6622aeb41ae81465247f0f7d"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713225600000"
    }
  },
  "WhatHurts": "La espalda",
  "Feels": "Aquí empezó todo. En la mañana wamita vomitó un poco y si creimos que era por el cloro pero no pensamos que fuese grave. Yo me puse a limpiar las cuerdas de mi bajo y a moverle a la rola, mas de rato jugué un poco y en eso nos dimos cuenta que estaba incosiente y se había orinado sobre si misma. La llevé al veterinario en verguiza y desde el trato del medico intuía que no iba a salir bien. Nana igual pues obvio reaccionó muy fuerte, me sentí muy mal todo el tiempo de no poder haber hecho más y ser menos indiferente, quisiera poder haber tenido el poder de quitarle todo ese problema a Nana de encima, volver en el tiempo y evitarlo. Pero realmente no se podía hace rnada. Fue una noche extraña y el día siguiente mi ansiedad estaba consumiendome. Vimos una parte de Heathers y cenamos pizza para bajar la tensión. Pero el día siguiente realmente fue tocar fondo. ",
  "Selfesteem": "Me sentí frustrado e impotente de ayudar a Nana",
  "Expense": 450,
  "ExpensesLog": "Pedimos pizza y compramos botana",
  "MovementCounter": false,
  "MovementLog": "No hice ejercicio estos días por los eventos que detonaron la mala semana",
  "MeditationCounter": true,
  "MeditationLog": "Estuvimos meditando algo en la noche antes de dormir",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 20,
  "SongCounter": 1,
  "SongLog": "Deje la mitad del bajo lista",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "No hice ni duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 1.5,
  "__v": 0
},{
  "_id": {
    "$oid": "6622afdc1ae81465247f0f82"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713312000000"
    }
  },
  "WhatHurts": "La espalda un poco",
  "Feels": "En la mañana retuvé a Nana un poco para ver si nos daban noticias antes de llegar. Efectivamente me avisaron que Wamita no lo logró. Me dio demasiado sentimiento, lloré antes de siquiera ver a Nana, pero creo que era hasta cierto grado por tener que darle esa noticia. Me dolió demasiado y me sentí muy culpable, solo e impotente. Me sentí abrumado por la agilidad con la que un pequeño descuido se puede convertir en un evento desastroso. Me sentí poco hombre de no poder salvar a mi amor de la pena sentía. Cuando inevitablemente nos tuvimos que ir/poner a trabajar me sentí muy solo, lo mas solo que me he sentido en mucho tiempo. Solo quería estar con ella y darle lo mejor de mi. Sobrevivimos el día, pero muy tocados. A Nana no le fue bien en el jale. Yo fui por ella y demas, pero si fue algo pesado para todos, especialmente para ella.",
  "Selfesteem": "De nuevo me sentí sin la fuerza de hacer nada y me estresa mucho eso.",
  "Expense": 4050,
  "ExpensesLog": "3200 de la urna y demas cosas de wama. 250 de gas, 316 de croquetas de kiki, 200 pesos de uber de Nana, 110 de oxxo",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": true,
  "MeditationLog": "Meditamos para dormir",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 20,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "6622b0751ae81465247f0f87"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713398400000"
    }
  },
  "WhatHurts": "La espalda pero mucho menos",
  "Feels": "Fue un día un poco mas sencillo. En la mañana Nana igual se sentía mal y lloraba, pero pudo sobrellevarlo y me sentí mas capaz de apoyarla y hacerla sentir mejor. Se fue a trabajr y hablamos durante la tarde pero si se sentía que estaba mas seria de lejos. En la noche vino Core y hablé mayormente con el sobre el tema. Después llegó Kevin y Paola y finalmente Nana. Nos hizo bien a todos convivir. Me la pasé bien, cené rico. ",
  "Selfesteem": "Volví a pensar en los trabajos y que ya me quiero y debo cambiar de jale. ",
  "Expense": 250,
  "ExpensesLog": "En cena y cigarros",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Si tomé algo de coca con la cena",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 20,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Hice duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada nuevo, estoy muy rutinario con eso.",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66244459765346a3e2c973ac"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713484800000"
    }
  },
  "WhatHurts": "La espalda, por como me siento en la silla",
  "Feels": "Fue un dia trnaquilo, en el jale no hice casi nada, Nana ya anda mejor  no se. Solo me cagó la cantidad de tiempo que le invertyí a jugar y estuve hablando con  Nana sobre la idea de que tengo un problema. Hoy sabado trato de implementar un metodo que es solo jugar 3 juegos seguido maximo, para desconectar y hace otra cosa. Porque cuando hago otra cosa pues rompo el loop de juego y todo bien. ",
  "Selfesteem": "No pensé en esto ayer",
  "Expense": 170,
  "ExpensesLog": "Por los tacos de Nana y mis piratas",
  "MovementCounter": false,
  "MovementLog": "Ayer no hice ejercicio. No sabía como retomar la racha",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 20,
  "SongCounter": 1,
  "SongLog": "No le moví ayer",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo. Le di un poco mas de lo normal y pase de nivel. Estuvo bien. Estoy empezando a aprender sobre actividades",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "6625d9ecb44de60447846af5"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713571200000"
    }
  },
  "WhatHurts": "La espalda.",
  "Feels": "Me he sentido muy abrumado con respecto a Overwatch. Creo que objetivamente no me hace bien jugarlo. Debería dedicar mi tiempo a cualquier otra cosa. Pero eso es algo de hoy. Ayer jugué un rato y estuve un poco mas en control de ello, en igual grabé un rato, hice más cosas en general. En la tarde salí con los chicos a una carne asada y la pase bien. Solo gasté mas de lo que esperaba, pero bueno, no me quiero preocupar ahorita por eso",
  "Selfesteem": "Todo bien. No he pensado tanto en esto, más en la idea de usar mi tiempo de mejores maneras.",
  "Expense": 500,
  "ExpensesLog": "Salida",
  "MovementCounter": true,
  "MovementLog": "Si hice ejercicio ayer. Es la primera vez que estoy por debajo de los 147, pesé 146.7 a ver como me va mañana lunes. Hoy pesé un poco más pero sentí que estaba dentro de lo normal. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Si tomé un poco de coca, pero realmente muy poco en la carne asada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 22,
  "SongCounter": 1,
  "SongLog": "Avancé mas en el bajo y el sonido de los instrumentos, pero me siento algo insatisfecho sobre como va quedando, igual no me quejo demasiado.",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Si leí un ratote y me sentí muy a gusto, leí creo que casi dos capitulos. Estuvo bien. Me gusta invertirle tiempo a eso y debería hacerlo mas que lo que juego videojuegos. ",
  "JapaneseProgress": 10,
  "JapaneseLog": "No hice duolingo ayer. Debería invertirle mas tiempo a esto igual. ",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "No he estado haciendo nada diferente.",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "6625da9cb44de60447846afa"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713657600000"
    }
  },
  "WhatHurts": "El cuello, por estar sentado jugando",
  "Feels": "Pude parar mas la adicción al juego, pero igual había cosas que quería hacer y no hice. Le invertí tiempo mas a relajarme y no estuvo tan mal. Quizá solo fue un día corto porque necesitaba dormir más. ",
  "Selfesteem": "No pensé en esto hoy. ",
  "Expense": 0,
  "ExpensesLog": "No gasté dinero hoy",
  "MovementCounter": true,
  "MovementLog": "Si hice 150 calorías. Me la quise llevar mas lento y estuvo bien. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 22,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Voy a leer en lo que llega Nana, 1 horita",
  "JapaneseProgress": 10,
  "JapaneseLog": "Voy a ahcer duolingo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada diferente. Solo pienso a veces que si me gustaría la maquina de espresso",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66291e14fd4fbac5383d653d"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713744000000"
    }
  },
  "WhatHurts": "Espalda, cansancio",
  "Feels": "Chale, no me acuerdo muy bien de que hice. Pero se que fue un día productivo, jugué Overwatch pero también saque algo de chamba adelante, leí, grabé tantillo e hice ejercicio. Lo voy a dejar ahí.",
  "Selfesteem": "He estado mas positivo sobre esto, por mis habitos y por las platicas con Kevin",
  "Expense": 0,
  "ExpensesLog": "Al parecer no gasté nada",
  "MovementCounter": true,
  "MovementLog": "Hice 150 en la caminadora y terminé de ver fallout. Estuvo bien. Creo que las series si me lo hacen mucho mas facil",
  "MeditationCounter": false,
  "MeditationLog": "Nada, pero si lo he estado considerando mas de cerca. A veces es por el sueño que me da miedo meditar, porque me empeora",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 25,
  "SongCounter": 1,
  "SongLog": "Ya grabé la toma mas completa del bajo, tengo que editar y hacer ahí algunos cambillos, luego voy a soltar teclado, detalles y a mezclar. ",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Si leí un rato, no se que tanto pero fue de noche. Ya voy en 70% de El Nombre del Viento",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "66291eedfd4fbac5383d6542"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713830400000"
    }
  },
  "WhatHurts": "Cansancio, me dolio el corazon o el pulmon izquierdo mientras fumaba",
  "Feels": "Ayer fue menos eventuoso, si jugué algo más de lo que debería, y comí muy mal, pero no fue un día de la verga, trabajé una buena cantidad de tiempo, subí en OW, gané mas veces de las que perdí. Hice un buen ejercicio. Saqué a pasear a Kiki, no estuvo nada mal. ",
  "Selfesteem": "No he pensado en esto de manera negativa a raíz de lo que nos ha contado Kevin sobre los pedos de su vida y si digo que hay que valorar lo que tenemos hay que hacerlo de verdad",
  "Expense": 300,
  "ExpensesLog": "260 boleto de Omar, 40 de papitas y agua mineral",
  "MovementCounter": true,
  "MovementLog": "Hice mis 150 mientras estaba en whats basicamente",
  "MeditationCounter": false,
  "MeditationLog": "NADA",
  "CokeCounter": true,
  "CokeLog": "Me tomé una coquita de 300 o 250 ml que trajo Imelda",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 25,
  "SongCounter": 1,
  "SongLog": "NADA",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Solo duoligno",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "662d4a0efac909e4245c953a"
  },
  "Date": {
    "$date": {
      "$numberLong": "1713916800000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Estuvo bien. El día estuvo tranquilo en el jale. No recuerdo hacer mucho. Pero en la noche fue lo de los muebles y la pase muy bien, me dio gusto verlos en el escenario y sano algo de mi sobre mi autoestima. Estuvo bastante bien. Salude a muchas personas y vi cambios en parejas, en las vidas de mis amigos, me dio gusto la verdad. Fue un buen día, solo termine muy cansado. ",
  "Selfesteem": "Lo que puse arriba",
  "Expense": 90,
  "ExpensesLog": "En una galleta y un agua mineral al parecer",
  "MovementCounter": true,
  "MovementLog": "150 calorias",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 25,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": true,
  "ReadLog": "Creo que si lei un poco",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": true,
  "OmarHangout": true,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada especial",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "662d4c53fac909e4245c953f"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714003200000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Fui a lo de Ale esta vez. Igual no he estado haciendo mucho. Demasiado OW a veces. El jale estuvo tranqui. No se mucho mas que decir, con Ale igual la pase muy bien, no llegué tan tarde a casa. Todo bien.",
  "Selfesteem": "No pensé en esto genuinamente",
  "Expense": 300,
  "ExpensesLog": "De cena y uber mas o menos",
  "MovementCounter": true,
  "MovementLog": "100 calorias o algo asi",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 25,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": true,
  "OmarHangout": true,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "662d5115fac909e4245c9544"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714089600000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Nada en especial. Trabjé durante el día y edité tantillo la rola. En la noche fui con Gala, Kevin Core y Pao, estuvo chido nada más que tenía un vergazo de sueño y si me afectó tantillo la neta.",
  "Selfesteem": "No pensé en esto ayer",
  "Expense": 350,
  "ExpensesLog": "De carne y uber",
  "MovementCounter": true,
  "MovementLog": "150",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Tomé coca en la carne",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 30,
  "SongCounter": 1,
  "SongLog": "Ya esta mas editada y agende en el nido para grabar liras",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada nuevo",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "6631853aa22b82a94350d10e"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714176000000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Creo que no hice nada este dia mas que jugar Overwatch con Kevin y pasear a Kiki. ",
  "Selfesteem": "No pensé ene sto",
  "Expense": 400,
  "ExpensesLog": "Comida",
  "MovementCounter": true,
  "MovementLog": "Creo que si hice",
  "MeditationCounter": false,
  "MeditationLog": "Nasda",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 30,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada nuevo realemnte",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "663185b7a22b82a94350d113"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714262400000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Nana no fue a trabajar. Jugué fallout un rato, overwatch un rato. Creo que no mucho más. Hice ejercicio. Fui con Nana por una pizza estilo chicago a San Pedro y dormimos muy temprano",
  "Selfesteem": "No pensé en esto",
  "Expense": 610,
  "ExpensesLog": "410 pizza y 200 de spotiffy",
  "MovementCounter": true,
  "MovementLog": "150",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nasda",
  "SongProgress": 30,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66318689a22b82a94350d118"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714348800000"
    }
  },
  "WhatHurts": "Sueño, cansancio",
  "Feels": "No hice mucho. Trabajé un buen rato, jugué un buen rato, hice ejercicio un buen rato. Los juegos me están consumiendo. Quiero dejar de jugar. En la noche conviví con Nana. Y ya, dia tranquilo. Cociné un rato y vi una serie sobre alimentacion que motivé a comer mejor pero nada especial sinceramente. ",
  "Selfesteem": "No pensé en esto",
  "Expense": 50,
  "ExpensesLog": "Seven\n",
  "MovementCounter": true,
  "MovementLog": "150",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Durante una llamada practiqué guitarra para grabar",
  "SongProgress": 30,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66381b63699190fce8a3ff9d"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714435200000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "La verdad es que toda esta semana me desconecte muy fuerte de lo que paso, no se, solo he estado algo en automatico y siendo mas aceptante de lo que hago y quien soy. El martes fui al nido en la noche a cotorrear nomas, la pase muy bien, jugamos juegos tontos y todo tranquilo. No tome porque llevaba el carro pero ganas no me faltaron",
  "Selfesteem": "No pense en esto",
  "Expense": 190,
  "ExpensesLog": "Tengo bastante fuera de control estos gastos desde lo de guama todo se fue a la verga muy rápido, he estado gastando bastante. ",
  "MovementCounter": true,
  "MovementLog": "Norma;",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Algo en la noche",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 30,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": true,
  "OmarHangout": true,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "66381c00699190fce8a3ffa2"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714521600000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "El miercoles medio descanse del jale, como quiera me estuvieron chingado y el trabajo que hicimos para ese dia no funciono nada. Estuvo de la verga pero realmente eso no lo sabria hasta el dia siguiente. Sali con Kevin y core a cumbres a comer y luego vinimos a la casa a echar cheve.",
  "Selfesteem": "No pense en esto",
  "Expense": 460,
  "ExpensesLog": "Puras mamadas",
  "MovementCounter": false,
  "MovementLog": "Este fue el dia que no hice ejercico de la semana",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Un poco",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 30,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66381c7e699190fce8a3ffa7"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714608000000"
    }
  },
  "WhatHurts": "Sueño quizá ",
  "Feels": "Este dia si estuvo de la verga. Todo salió mal con el tema de Quattro Com y estuvo lleno de estres me sentí de la chingada con el tema. Todo mal, no me han pagado, trabajo de mierda. ",
  "Selfesteem": "No pensé en esto",
  "Expense": 700,
  "ExpensesLog": "Gastos varios, algunos se me van a reembolsar",
  "MovementCounter": true,
  "MovementLog": "Normal",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué un rato para grabar el día siguiente",
  "SongProgress": 30,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 1,
  "__v": 0
},{
  "_id": {
    "$oid": "66381d45699190fce8a3ffac"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714694400000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Medio dia de jale, fui al nido a grabar y salio bien pero pense algunas cosas que pondré en la siguiente caja. En la noche botanee con Nana y vimos Jojos un rato, estuvo tranquilo. No fue un mal día. ",
  "Selfesteem": "Es bien raro ver a los del nido progresar de la manera en la que lo hgacen y sentir envidia pero a la vez saber que no quisiera estar ahí, que no es lo mio. Quizá solo me oculto mucho de las dificultades que implican hacer las cosas. No se. Me siento mal al respecto. Me siento muy pequeño. ",
  "Expense": 124,
  "ExpensesLog": "Helados con Nana",
  "MovementCounter": false,
  "MovementLog": "Creo que no hice ejercicio este día. ",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Tome algo de coca pero no lo disfrute",
  "MusicPracticeCounter": true,
  "MusicPracticeLog": "Practiqué antes de ir a grabar",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Ya estan las guitarras muy bien trackeadas",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": true,
  "OmarHangout": true,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66381dd2699190fce8a3ffb1"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714780800000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Ayer fui con Nana a reunirme con sus amigos, fuera de eso no hice mucho. No me gusto estar ahi, mas bien son sus compañeros de trabajo y pinche raza no sabe hacer otra cosa mas que quejarse, ta medio pendejo el ambiente, no me gusto, hablan demasiado sin saber que verga estan diciendo. ",
  "Selfesteem": "No pensé en esto",
  "Expense": 190,
  "ExpensesLog": "Cigarros y botana",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio en la mañana mientras veia Barbarian",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Tome un poco en la noche",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "No he comprado café y no me siento mal al respecto, quiza tnego un poco menos de sueño por la mañana, puede ser quiza solo el hecho de que dormi mejor. ",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "663fe8531445681cc0ee70ae"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714867200000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "La verdad es que no recuerdo que chota hice, mas que las hamburguesas de lentejas. Creo que le movi tantito a la rola, y no recuerdo mas. ",
  "Selfesteem": "No he pensado en esto",
  "Expense": 0,
  "ExpensesLog": "Nada",
  "MovementCounter": true,
  "MovementLog": "Diria que si hice, creo que esta semana hice todos los dias",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "663fe8fc1445681cc0ee70b3"
  },
  "Date": {
    "$date": {
      "$numberLong": "1714953600000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Tampoco recuerdo, solo se que empecé a buscar jale y me llamaron de Quanta y el martes tuve una entrevisata. Me cayó la quincena ya en la noche.",
  "Selfesteem": "Nada",
  "Expense": 40,
  "ExpensesLog": "Oxxo",
  "MovementCounter": true,
  "MovementLog": "Noraml",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Llevo vario rato sin tomar café",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "663fe99b1445681cc0ee70b8"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715040000000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Tuve la entrevista en Quanta, en general gran parte del día anduve fuera del jale bueno ujnas 2 horas. Yo consideré que me fue mas o menos en la entrevista, pero posiblemente como no tengo experiencia en python no me van a agarrar. Quizá por otro lado solo es un proceso tardado, puede ser totalmente el caso. Voy a seguir buscando, pero la neta estoy harto de este jale, todo mal. No recuerdo haber hecho mucho mas. En la noche le enseñé a kevin a manejar estandar.",
  "Selfesteem": "Nada",
  "Expense": 20,
  "ExpensesLog": "Cyber",
  "MovementCounter": false,
  "MovementLog": "Este día no hice ejercicio.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Coca en los tacos",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "663fea1d1445681cc0ee70bd"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715126400000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Dia tranquilo, algo de jale. En la noche hice ejercicio y fui a llevar a la Kiki a que le pusieran la madre antipulga y la bañé. Despues fui  a comprar tortillas para cenar pollito algo tranqui.",
  "Selfesteem": "Nada",
  "Expense": 1000,
  "ExpensesLog": "500 de la kiki ya con croquetas pal mes, eché gas y las comrpas que hice aparte. ",
  "MovementCounter": true,
  "MovementLog": "Creo que vi una peli ese dia",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "663fea791445681cc0ee70c2"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715212800000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Compré cena con mamá, medio me hice wey en el jale, y no recuerdo mucho mas que hice. Fue un dia tranquilo.",
  "Selfesteem": "Nada",
  "Expense": 100,
  "ExpensesLog": "Burguer y agua mineral",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "DSuo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "663fead61445681cc0ee70c7"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715299200000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Fue dia de las madres. No hicimos gran cosa, mamá compró pollo y tomamos coca, y ya realmente. En la noche fui con Nana por soju para hacer bebidas y estuvo tranqui. La pase bien puedo decir. ",
  "Selfesteem": "Nada",
  "Expense": 300,
  "ExpensesLog": "COsas del soju y mandado",
  "MovementCounter": true,
  "MovementLog": "Hice ejercicio y yllevo unos dias viendo Yellowstone mientras lo hago, ha estado muy bien.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Tomé coca y a la verga me dolió la panza bien machin,",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66457fc62ca94b3d6d5b8ddf"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715385600000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "En la mañana lleve a mamá a comer mariscos, y compramos zapatos, andavu mucho en la calle. Fui a festejar a Kevin al mucher house, despues echamos algo de cheve aqui en la casa. No recuerdo mucho mas que hicimos.",
  "Selfesteem": "No he pensado en esto realmente",
  "Expense": 1410,
  "ExpensesLog": "Gaste con mamá en la comida, Gaste en la cena y luego en cheve",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "664582572ca94b3d6d5b8de4"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715472000000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Llevé a Nana al trabajo y sinceramente no recuerdo que mas pude haber hecho, estos días han pasado muy pocas cosas. He estado viendo yellowstone, descansando, jugando, buscando jales. Nada mal",
  "Selfesteem": "Nada",
  "Expense": 350,
  "ExpensesLog": "250 gas y 100 de amazon prime que olvidé cancelar",
  "MovementCounter": true,
  "MovementLog": "Hice 200",
  "MeditationCounter": false,
  "MeditationLog": "Nda",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "664583f92ca94b3d6d5b8ded"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715644800000"
    }
  },
  "WhatHurts": "He estado muy agotado ultimamente",
  "Feels": "Ayer el jale estuvo equis, jugué un buen rato, en la noche Sam me pidio el audio de Artes Visuales, lo mezclé tantito y se lo pase. Me desespera mucho no saber que estoy haciendo cuando hago musica, nada me viene por intuición, todo es muy random, siento que está muy fuera de mi control y me desespera no tener ese control. ",
  "Selfesteem": "Me siento muy atado a mi inhabilidad de hacer musica",
  "Expense": 0,
  "ExpensesLog": "No recuerdo y no quiero checar",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Nada",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "6645844a2ca94b3d6d5b8df2"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715731200000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Trabajé. Jugué, vi yellowstone, hice ejercició, llevé a la Kiki a pasear, no mucho la verdad. Voy a tratar de hacer musica un rato. ",
  "Selfesteem": "Me sigo sintiendo extraño respecto a mis habilidades",
  "Expense": 0,
  "ExpensesLog": "Nada",
  "MovementCounter": true,
  "MovementLog": "150, decidí dar un poco menos porque caminé con la kiki",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 40,
  "SongCounter": 1,
  "SongLog": "Nada",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "6649320cd8f5c8357d9b2a9e"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715817600000"
    }
  },
  "WhatHurts": "Sueño. Normal",
  "Feels": "Fue el primer día de Nana en el nuevo café y de levantarnos a las 5:30 para llevarla. Estuvo bien, empezar el día de antes no está nada mal, solo me costó sueño acostumbrarme. El día laboral estuvo medio tranqui, casi no pude jugar lo de pandaria por jalar y porque Nana estaba aquí. En la noche fuimos a Costco e igual no estuvo nada mal. ",
  "Selfesteem": "Nada",
  "Expense": 200,
  "ExpensesLog": "Costco y sevenm",
  "MovementCounter": false,
  "MovementLog": "Nada. El sueño estaba muy intenso.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": false,
  "CokeLog": "Nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 42,
  "SongCounter": 1,
  "SongLog": "Si le estuve moviendo un poco solamente. ",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "Nada",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66493291d8f5c8357d9b2aa3"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715904000000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Estuvo algo mejor ya que pudimos dormir un poco mas. Llegué y aproveché más cosas de mi mañana. Jugué Pandaria todo el día estuvo bien. Me llegaron mis cuerdas de guitarra, no las he estrenado. ",
  "Selfesteem": "Nada",
  "Expense": 380,
  "ExpensesLog": "Cheves, cena",
  "MovementCounter": false,
  "MovementLog": "Nada, aun era mucho sueño y cansancio pero lo estoy compensando este fin.",
  "MeditationCounter": false,
  "MeditationLog": "Nada",
  "CokeCounter": true,
  "CokeLog": "Algo en la noche",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "Nada",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "Mayhaps 45",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "Nada",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "Nada",
  "ReadCounter": false,
  "ReadLog": "Nada",
  "JapaneseProgress": 10,
  "JapaneseLog": "Duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "Nada",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66509961c407622918918080"
  },
  "Date": {
    "$date": {
      "$numberLong": "1715990400000"
    }
  },
  "WhatHurts": "Sueño. Toda esta semana he tenido mucho sueño",
  "Feels": "Fui con mamá y Nana al mandado, jugué videojuegos. Volviendo del mandado, Nana hizo un comentario que no me gustó sobre yo siendo tacaño y discutimos fuerte sobre eso en la noche. Habíamos planeado ir a ver a Angeles al evento del semillero pero resulto ser un día antes. Después mejor fuimos con Kevin, Pao y Core a los tacos atarantados, estuvieron muy bien. La pase chidito y rico. Nana me invitó eso y casi todo esta semana. ",
  "Selfesteem": "No he pensado tanto en esto, creo que se está potenciando mas mi percepcion de mi valor en algunos sentidos, pero me causa mucho temperamento fuerte. Me siento incapaz de hacer muchas otras cosas. ",
  "Expense": 1100,
  "ExpensesLog": "Gasolina, recibos y comida",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "En los tacos. He vuelto a tomar coca pero no esta tan mal. Me he moderado suficiente. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 10,
  "JapaneseLog": "duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66509b3ec407622918918085"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716076800000"
    }
  },
  "WhatHurts": "Sueño maybe",
  "Feels": "No recuerdo muy bien que hice el domingo. Supongo que no mucho. Se que hice ejercicio y pues Nana y yo estuvimos aquí, pero no se que mas pudimos haber hecho. ",
  "Selfesteem": "Nada",
  "Expense": 0,
  "ExpensesLog": "n",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": false,
  "CokeLog": "n",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 10,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66509b90c40762291891808a"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716163200000"
    }
  },
  "WhatHurts": "Sueño mucho sueño",
  "Feels": "No recuerdo que hice, solo se que no hice ejercicio. Probablemente jugué un vergo, le moví a lo de las notas credito en el jale",
  "Selfesteem": "Me siento muy desinfaldo e incapas",
  "Expense": 0,
  "ExpensesLog": "n",
  "MovementCounter": false,
  "MovementLog": "n",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": false,
  "CokeLog": "n",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 10,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "66509c53c40762291891808f"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716249600000"
    }
  },
  "WhatHurts": "Sueño mucho sueño",
  "Feels": "El martes igual no hicimos nada, posiblemente fuimos por nieve o algo. creo que fue ese día, ",
  "Selfesteem": "n",
  "Expense": 54,
  "ExpensesLog": "Oxxo",
  "MovementCounter": true,
  "MovementLog": "Me acordé que si hice el lunes el dia que no hice fue el miercoles creo.",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": false,
  "CokeLog": "n",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 10,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66509c9bc407622918918094"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716336000000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "La verdad es que toda esta semana no ha pasado nada, la viví en automatico, saqué a pasear a Kiki entre otras cosas. Este dia fuimos a Carls",
  "Selfesteem": "n",
  "Expense": 0,
  "ExpensesLog": "n",
  "MovementCounter": true,
  "MovementLog": "No hice pero lo voy a poner poorque realmente el lunes si hice",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "Coca del carls",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 10,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "66509cddc407622918918099"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716422400000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Tuve que sacar a Kiki del cuarto porque es demasiado ruido. La llevamos a pasear antes y la traté bien pero en general ayer estuve muy temperamental durante el día. No he podido controlarlo. ",
  "Selfesteem": "n",
  "Expense": 275,
  "ExpensesLog": "Gasolina",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "m",
  "CokeCounter": false,
  "CokeLog": "n",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 10,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66522a4e06292ba0d2b11be2"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716508800000"
    }
  },
  "WhatHurts": "Espalda, sueño",
  "Feels": "Ayer fue un día tranqui. Mucho trabajo, pero manejable. Me sigo sintiendo irritable. Jugué WoW un buen rato y en la noche vinieron mis amigos a hablar y comer brownies. La pasé bien. Nana a veces me cae mal cuando habla, siento que nunca dice cosas relevantes. Me quedé pensando en mi relación con los maestros que mi guiarón a travez de la vida, Mario, Diana, Borrego. Siempre se sintieron como figuras paternas y siento que me dañó mucho la percepción de la exigencia, el temperatemento. Las cosas que admiro. ",
  "Selfesteem": "No he pensando en esto realmente",
  "Expense": 500,
  "ExpensesLog": "Comida approx",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "He estado tomando Coca mas seguido, la neta no he notado que me haga mucha diferencia en general. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "Intenté la wea de ir viendo letras de rolas",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "n",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "665492e9aafb70d078f6b18f"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716595200000"
    }
  },
  "WhatHurts": "La espalda tantito. ",
  "Feels": "No hay mucho que decir. Mostly estuve jugando wow y en la noche fuimos a la fiesta de Evelyn, Nana y yo. Estuvo un poco aburrido pero bueno, es lo que es. ",
  "Selfesteem": "Nada",
  "Expense": 100,
  "ExpensesLog": "cerca de 100 maybe",
  "MovementCounter": false,
  "MovementLog": "Nada, anadaba cansadito n oquer[ia ",
  "MeditationCounter": false,
  "MeditationLog": "nada",
  "CokeCounter": false,
  "CokeLog": "nada",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "nada",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66549403aafb70d078f6b194"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716681600000"
    }
  },
  "WhatHurts": "Espalda, calor, fucking calor",
  "Feels": "Día tranqui. Fuimos a memes, god que bueno es el puto memes que ioncreible que es. Discutimos tantito sobre Bolin y si está gordo, sigo cretendo que reaccioné de mala manera pero si se me hace mal pedo que vean esos personajes como gordos. No hay competencia con la gente que es naturalmente delgada. Jugué Caves of Qud, no parece ser un juego tan complejo como créia que iba a ser, quizá solo soy muy malo aún. Dormí rico anoche, no estuvo nada mal. ",
  "Selfesteem": "n",
  "Expense": 500,
  "ExpensesLog": "Cerca de 500 pesos en lña salida y comida",
  "MovementCounter": true,
  "MovementLog": "150 calorias. El calor era insoportable. ",
  "MeditationCounter": true,
  "MeditationLog": "Meditamos un poco antes de dormir y fuck, si ayuda. ",
  "CokeCounter": true,
  "CokeLog": "En memes. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": true,
  "ReadLog": "Leí un capitulo de Nombre del viento.",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "665737e68e2773a71c0f0014"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716768000000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Fui al cine con Nana porque el martes no jaló. Vimos Challengers y estuvo genial. Fuera de eso en el jale terminé algunas cosas y jugué wow. Nothing much. Creo que ese día medité en la tarde.",
  "Selfesteem": "Nada",
  "Expense": 220,
  "ExpensesLog": "Cine",
  "MovementCounter": false,
  "MovementLog": "Nada",
  "MeditationCounter": true,
  "MeditationLog": "Medité un rato en mi hora de comida.",
  "CokeCounter": true,
  "CokeLog": "En el cine",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "665738b38e2773a71c0f0019"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716854400000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Ayer igual durante la tarde no hice mucho. Terminé pendientes del jale. Jugué un rato, salí con Nana en la noche por alfajores y un café y estuvo bien. El lunes me molesté, realmente no se por qué. A veces solo me cae mal, pero ayer la pasamos chido. ",
  "Selfesteem": "Nada",
  "Expense": 70,
  "ExpensesLog": "Oxxo",
  "MovementCounter": false,
  "MovementLog": "Nada, y me siento culpable de tan pronto, lunes y martes no haber hecho, tengo que volver a ahcerlo, pero a veces me siento  demsiado agotado. ",
  "MeditationCounter": true,
  "MeditationLog": "En la noche.",
  "CokeCounter": true,
  "CokeLog": "Tomé coca de sabor",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "665dd5c58dede84f6965a343"
  },
  "Date": {
    "$date": {
      "$numberLong": "1716940800000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "No recuerdo que hicimos el miercoles, Nana tampoco. Probablmente no hicimos nada.",
  "Selfesteem": "Nada",
  "Expense": 300,
  "ExpensesLog": "Spotify 200 y oxxo 100",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": false,
  "CokeLog": "n",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "665dd6368dede84f6965a348"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717027200000"
    }
  },
  "WhatHurts": "Espalda, tobillo",
  "Feels": "Día equis en el jale, me caí y me partí mi madre. Tuve pedos con soporte en el jale me cagó el palo, supongo que entonces no fue equis. Desde este día no hice ejercicio porque si traigo varios dolores en el cuerpo. ",
  "Selfesteem": "N",
  "Expense": 200,
  "ExpensesLog": "Helados con nana y pan para mamá",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "most likely",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": true,
  "ReadLog": "poco",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 2,
  "__v": 0
},{
  "_id": {
    "$oid": "665dd6b38dede84f6965a34d"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717113600000"
    }
  },
  "WhatHurts": "Espalda muy cabrón",
  "Feels": "Nada especial, tuvimos las juntas con Rab, me hice wey todo el tiempo que pude, demasiadas llamadas. En la noche vimos a core, cotorreamos un rato y cenamos. Nada especial.",
  "Selfesteem": "n",
  "Expense": 400,
  "ExpensesLog": "Como 400 bolas de comida y botana",
  "MovementCounter": false,
  "MovementLog": "n",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "Con core",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": true,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "665dd70c8dede84f6965a352"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717200000000"
    }
  },
  "WhatHurts": "Esaplda, ojos",
  "Feels": "La cagué con lo de QuattroCom y tuve que dedicarle buena parte de mi sábado a trabajarlo. Fuera de eso jugué WoW y creo que hice absolutamente nada con Nana. Vimos turning red y estuvo muy bien, comí de la turbo verga. ",
  "Selfesteem": "n",
  "Expense": 100,
  "ExpensesLog": "En botana",
  "MovementCounter": false,
  "MovementLog": "n",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "Mucha coca",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "665dd77e8dede84f6965a357"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717286400000"
    }
  },
  "WhatHurts": "Espalda",
  "Feels": "Fueron las votaciones. Me gusta sentir días en los que todos estamos en algo, pero está triste no tener el poder de cambiar las cosas en mi pais. Jugué wow, leí, me hice una cuenta de goodreads. No mucho mas realmente. ",
  "Selfesteem": "n",
  "Expense": 400,
  "ExpensesLog": "Starbucks y 270 gas",
  "MovementCounter": false,
  "MovementLog": "n",
  "MeditationCounter": true,
  "MeditationLog": "Meditamos antes de dormir, pero no me sentó muy bien.",
  "CokeCounter": true,
  "CokeLog": "Durante el día",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": true,
  "ReadLog": "Leí un capitulo, pero no me gustó tanto, estuvo algo aburrido a decir verdad. Para el Edgar viejo, estoy leyendo el Nombre del viento",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "665f3faa4d14d61cdbf2529e"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717372800000"
    }
  },
  "WhatHurts": "Espalda ya muy poco, sueño. ",
  "Feels": "Nada impresionante. Día tranquilo en el jale, pendientillos, casi no hice nada, leí, hice ejercicio de nuevo. Pesé 143.8, sinceramente creí que iba a estar muy arriba de peso de nuevo por los días que no me ejercité y que además comí muy mal, pero al parecer ando bien. Me da mucha curiosidad saber como funciona eso. Definitivamente tengo que ir con un nutriologo, no estaría nada mal. ",
  "Selfesteem": "He pensado en esto en relación de el progreso en las vidas de mis amigos, me siento muy atrás en todo, me siento un fracasado, aunque tengo muchas cosas muy buenas, solo creo que podría ser mejor, quizá. ",
  "Expense": 20,
  "ExpensesLog": "Creo que solo 20 pesos en pañales de Kiki",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "Casi estoy tomando coca todos los días de nuevo. ",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": true,
  "ReadLog": "Leí casi todo un capitulo durante la mañana. ",
  "JapaneseProgress": 11,
  "JapaneseLog": "Duolingo.",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66631bc0a88550cd59821617"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717459200000"
    }
  },
  "WhatHurts": "Espalda",
  "Feels": "Nada importante, ese día hubo jalesillo, estuvo tranqui, leí y no mucho más. ",
  "Selfesteem": "No he pensado en esto",
  "Expense": 0,
  "ExpensesLog": "n",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "probablemente",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": true,
  "ReadLog": "Leí un poco",
  "JapaneseProgress": 11,
  "JapaneseLog": "duolingo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66631c23a88550cd5982161c"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717545600000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Este día creo que discutí con Nana por como me habló cuando le dije que nos apuraramos. No hablamos mucho durante el día hasta que llegó. Y ya no mucho más, este día si no hice nada",
  "Selfesteem": "n",
  "Expense": 120,
  "ExpensesLog": "Oxxo",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "Del oxxo",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "Duoliungo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66631ca3a88550cd59821621"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717632000000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Nada especial. No hice nada, en la noche cené con mamá y la abuelita. Nada más",
  "Selfesteem": "n",
  "Expense": 0,
  "ExpensesLog": "n",
  "MovementCounter": false,
  "MovementLog": "n",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "En elr estaurante y en la casa",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "Duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "666a2f038ffc93f9e1aeca58"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717718400000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "El viernes no recuerdo algo especial del jale, no hice gran cosa. En la noche me disgusté porque Kevin y Core nada más no se dejan ver ni hacer nada. Fui con Nana al supersalds y después vimos The Mist juntos, también me cagué con Nana porque nomas me estba chingue y chingue respecto a la pelí  y me sentí mal al respecto. ",
  "Selfesteem": "Nada",
  "Expense": 800,
  "ExpensesLog": "Entre la comida y croquetas de Kiki",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "En casa con la peli",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "666a2fe28ffc93f9e1aeca5d"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717804800000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Una vez más se jodieron todos los planes con Kevin y Core nunca quieren armar nada los hijos de puta al chile ya me harté de invertirles tiempo y esfuerzo emocional, especialmente al pendejo de Kevin, siempre tiene excusas para poner distancia entre los dos, si era la tarea, o eran las practicas, o lucero, o su mamá o pao, o que no trae dinero. Al chile ya que se vaya a la verga. En la mañana igual llevé a Kiki al veterinario y fuimos con la abuela a Memes, en la noche comí pizza con Nana",
  "Selfesteem": "n",
  "Expense": 1000,
  "ExpensesLog": "al rededor de 100 bolas entre el vet, la comida",
  "MovementCounter": false,
  "MovementLog": "n",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "En memes y en la casa creo\n",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3.5,
  "__v": 0
},{
  "_id": {
    "$oid": "666a305c8ffc93f9e1aeca62"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717891200000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Fuimos al mandado y gastamos un vergo, pero hicimos carne asada, estuvo mas o menos, Nana me hizo sentir muy abandanado y sin atención, pero es lo que es. En la mañana limpiamos el piso de mi cuarto, estuvo cansado lo conté como ejercicio.",
  "Selfesteem": "n",
  "Expense": 1750,
  "ExpensesLog": "mandado y carne asada",
  "MovementCounter": true,
  "MovementLog": "Limpiar el piso del cuarto, sude un vergo y me agité un vergo",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "En la carne",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "666a309a8ffc93f9e1aeca67"
  },
  "Date": {
    "$date": {
      "$numberLong": "1717977600000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Fui al cine con Nana en la noche y la pase muy bien. No recuerdo nada más, que hueva con todo.",
  "Selfesteem": "n",
  "Expense": 120,
  "ExpensesLog": "Cine",
  "MovementCounter": false,
  "MovementLog": "n",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "Cine",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "n",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "666a30e18ffc93f9e1aeca6c"
  },
  "Date": {
    "$date": {
      "$numberLong": "1718064000000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "No recuerdo nada especial sobre ayer, jugué, hice ejercicio. ",
  "Selfesteem": "n",
  "Expense": 40,
  "ExpensesLog": "Coca",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "En la noche",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66703d6c9fc036bc74b3fa00"
  },
  "Date": {
    "$date": {
      "$numberLong": "1718150400000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "No recuerdo demasiado pero se que esta semana realmente no hice mucho",
  "Selfesteem": "n",
  "Expense": 99,
  "ExpensesLog": "prime",
  "MovementCounter": false,
  "MovementLog": "n",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "probablemente si tomé",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 2.5,
  "__v": 0
},{
  "_id": {
    "$oid": "66703da69fc036bc74b3fa05"
  },
  "Date": {
    "$date": {
      "$numberLong": "1718236800000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "No recuerdo mucho tampoco",
  "Selfesteem": "n",
  "Expense": 200,
  "ExpensesLog": "Wow subscription",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "probably",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "66703e1b9fc036bc74b3fa0a"
  },
  "Date": {
    "$date": {
      "$numberLong": "1718323200000"
    }
  },
  "WhatHurts": "Sueño",
  "Feels": "Este día el trabajo tuvo leve, creo que fue también el día que le dije a Nacho que ya chole con la ruka de Verde vida y mas tarde Nana y yo fuimos a ver a la Juentud Latinoamericana en centrito. Estuvo chido, cenamos maruchan bento. Ver tocar a la Juve me inspiró como siempre, increible hacer de las música música. La pase muy bien. ",
  "Selfesteem": "n",
  "Expense": 400,
  "ExpensesLog": "maso",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "en el maruchan",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 4,
  "__v": 0
},{
  "_id": {
    "$oid": "667050729fc036bc74b3fa0f"
  },
  "Date": {
    "$date": {
      "$numberLong": "1718409600000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "No hicimos muhco por la tarde. Jugué wow, fuimos con mamá a plaza cumbres a que pagara liverpool y yo y nana nos tomamos un café del starbucks y unas papas. Regresando tiramos weba esperando a que papá viniera por nosotros para festejar el día del padre y la pasamos bien. Saliendo de ahi fuimos con Core a festejar en su casa a su papá y vimos a Kevin y Pao también. Es la primera vez que veo a Kevin desde todo el cotorreo que ha pasado y pues equis, no mucho cambio, me siento algo incomodo pero ya que. ",
  "Selfesteem": "n",
  "Expense": 300,
  "ExpensesLog": "comidas y cheve, botanas",
  "MovementCounter": true,
  "MovementLog": "200",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": true,
  "CokeLog": "si tomé en el restaurante y vasa de core",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": true,
  "CoreCheckup": true,
  "CoffeeLog": "n",
  "Score": 3,
  "__v": 0
},{
  "_id": {
    "$oid": "667050ab9fc036bc74b3fa14"
  },
  "Date": {
    "$date": {
      "$numberLong": "1718496000000"
    }
  },
  "WhatHurts": "Nada",
  "Feels": "Realmete solo jugué wow y tiré hueva, fue un buen día. ",
  "Selfesteem": "n",
  "Expense": 166,
  "ExpensesLog": "Al fin compré 1 mes de wanikani",
  "MovementCounter": false,
  "MovementLog": "n",
  "MeditationCounter": false,
  "MeditationLog": "n",
  "CokeCounter": false,
  "CokeLog": "n",
  "MusicPracticeCounter": false,
  "MusicPracticeLog": "n",
  "SongProgress": 45,
  "SongCounter": 1,
  "SongLog": "n",
  "SongwritingProgress": 70,
  "SongwritingCounter": 1,
  "SongwritingLog": "n",
  "WritingProgress": 50,
  "WritingCounter": 1,
  "WritingLog": "n",
  "ReadCounter": false,
  "ReadLog": "n",
  "JapaneseProgress": 11,
  "JapaneseLog": "se me pasó hacer duo",
  "JapaneseLessonCounter": false,
  "OmarCheckup": false,
  "OmarHangout": false,
  "DanielaCheckup": false,
  "KevinCheckup": false,
  "CoreCheckup": false,
  "CoffeeLog": "n",
  "Score": 3.5,
  "__v": 0
}]